[{"id":2384,"listing_url":"https://www.airbnb.com/rooms/2384","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Hyde Park - Walk to UChicago/Metra to McCormick Pl","summary":"Be the sole guest in a quiet, vintage, 2nd floor coop apartment - just one block from the eastern border of the University of Chicago campus. This apartment is across the street from Chicago Theological Seminary (which houses Bexley Seabury) and a 10 min Metra train ride to McCormick Place. The Hyde Park location is easily accessible by public transportation (or shared car service) to/from both Midway and O’Hare Airports.","space":"The private bedroom has a queen size bed, chest, desk and Smart TV. The large closet contains plenty of hangers, an iron and ironing board, a clothes steamer, and extra bedding. There is room in the closet to store your luggage.  All bedding (including mattress pad and duvet cover) is freshly laundered for each guest. During extended stays, weekly housekeeping is provided to the guest room - at no additional charge. The bathroom (shared only with the host) is stocked with clean towels, shampoo, conditioner, shower gel and bar soap, mouthwash and a guest hair dryer. Space is provided in the bathroom for guest to store personal toiletries.","description":"Be the sole guest in a quiet, vintage, 2nd floor coop apartment - just one block from the eastern border of the University of Chicago campus. This apartment is across the street from Chicago Theological Seminary (which houses Bexley Seabury) and a 10 min Metra train ride to McCormick Place. The Hyde Park location is easily accessible by public transportation (or shared car service) to/from both Midway and O’Hare Airports. The private bedroom has a queen size bed, chest, desk and Smart TV. The large closet contains plenty of hangers, an iron and ironing board, a clothes steamer, and extra bedding. There is room in the closet to store your luggage.  All bedding (including mattress pad and duvet cover) is freshly laundered for each guest. During extended stays, weekly housekeeping is provided to the guest room - at no additional charge. The bathroom (shared only with the host) is stocked with clean towels, shampoo, conditioner, shower gel and bar soap, mouthwash and a guest hair dryer. Sp","experiences_offered":"none","neighborhood_overview":"My apartment is located one block from beautiful Jackson Park which houses the Museum of Science and Industry, Omnimax Theater, Space Center and the Osaka Garden - built in 1893 for the World's Colombian Exposition. Theaters, restaurants, grocery and book stores, and lakefront bicycle/walking paths and a sandy beach are within walking distance.","notes":"The basement laundry room hours are 8:00am to 10:00pm. There are 2 front-loading washers, 2 dryers, and a table for folding your clothes.  Laundry products for your use are located in the laundry room on a shelf labeled with my name.","transit":"UNIVERSITY OF CHICAGO: Visiting academics and doctors may use the temporary ID provided by the school to catch the FREE UChicago shuttle bus in front of the Metra station located next door. The UChicago shuttle routes are available on the university website. (Refer to maps in this listing for distances to campus locations). SEMINARIES: The Chicago Theological Seminary building - which houses Bexley Seabury Seminary -  is a 7 minute walk.  MCCORMICK PLACE: McCormick Place is a 10 minute Metra Electric train ride away - 16 minutes door-to-door from my apartment! Refer to Metra website for timetable.  DOWNTOWN: The CTA #6 bus to the Loop, Grant Park, and Millennium Park stops less than a block away. You can also take the Metra Electric train for an even faster trip downtown.  FREE PARKING: Free street parking is available 24 hours a day. There are no meters but be aware of the following Chicago parking restrictions: 1. DO NOT park in the 1 clearly marked handicap spot in front of my build","access":"You will have access to the entire apartment (with the exception of the host’s bedroom) including use of the kitchen - should you decide to prepare meals during your stay.","interaction":"I will greet you when you arrive and show you around the apartment. If I am not available, you will receive self-check-in instructions prior to your arrival.  Feel free to message me via Airbnb if you have any questions before or during your stay. You will receive a prompt response.","house_rules":"1. Your booking is for ONE (1) person only. You may not exceed the number of people specified at the time of booking. 2. No 3rd party bookings are allowed.  3. Smoking is prohibited in all common areas of the building (stairwells, porches, vestibules, laundry room, etc).  4. The tenants in the building observe quiet hours (no loud noises, loud music or laundry usage) from 10:00pm to 7:00am.  5. Chicago area residents may not use Instant Booking to reserve this listing. 6. The internet may not be used for illegal activity.  7. Lost or non-returned keys may incur a $50 locksmith charge.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/acf6b3c0-47f2-463e-902b-d13dfd66668f.jpg?aki_policy=large","xl_picture_url":null,"host_id":2613,"host_url":"https://www.airbnb.com/users/show/2613","host_name":"Rebecca","host_since":"8/29/2008","host_location":"Chicago, Illinois, United States","host_about":"My 2 bdrm apartment is a 2nd floor walk-up in a quiet, vintage co-op building, overlooking a pleasant courtyard.  I allow only one guest so you don't have to worry about other strangers in the apartment. (I occupy the 2nd bedroom).  A single traveler will feel safe and be comfortable here. If you are visiting the University of Chicago - or visiting your UChicago student who hasn't enough room to host you - my location will allow you to walk to your destination. My apartment is probably the Airbnb listing most convenient to the Chicago Theological Seminary address. \n
If you have been skeptical about  trying Airbnb, you will be pleasantly surprised at how drama-free the experience can be. The key is to read the listing (including house rules) and the reviews, then select a place that meets your safety, location, and comfort needs.

Let me know the purpose of your trip to Chicago so I can help you determine if my apartment or Hyde Park location is (or isn't) right for your visit.  I may even be able to suggest a more appropriate location. In any event, I will answer your inquiries quickly and honestly. ","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/pictures/user/8bb4745c-c262-42e6-bb8d-4e8f4b638f8e.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/user/8bb4745c-c262-42e6-bb8d-4e8f4b638f8e.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Hyde Park","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'reviews', 'manual_offline', 'jumio', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Hyde Park","neighbourhood_cleansed":"Hyde Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60637,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.78886,"longitude":-87.58671,"is_location_exact":"t","property_type":"Condominium","room_type":"Private room","accommodates":1,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,Wifi,Kitchen,","square_feet":null,"price":"$50.00 ","weekly_price":"$350.00 ","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$15.00 ","guests_included":1,"extra_people":"$0.00 ","minimum_nights":2,"maximum_nights":89,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":89,"maximum_maximum_nights":89,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":89,"calendar_updated":"3 weeks ago","has_availability":"t","availability_30":15,"availability_60":39,"availability_90":61,"availability_365":316,"calendar_last_scraped":"5/19/2019","number_of_reviews":149,"number_of_reviews_ltm":31,"first_review":"1/9/2015","last_review":"5/17/2019","review_scores_rating":100,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000015609","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":0,"calculated_host_listings_count_private_rooms":1,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":2.81},
{"id":4505,"listing_url":"https://www.airbnb.com/rooms/4505","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"We're back. 365 Great Reviews.  1 bad one.","summary":"We took the winter off, made things nicer around here. Pictures have not been updated yet, but trust us, it's definitely nicer.  Re-opening March 1, 2019. Across the street from CTA train. Runs every 6-10 minutes most of the day, 8-14 minutes late night, best way to get around.  Now another reason to stay here: Lagunitas Brewery and Taproom. If you like beer, it's heaven. Seriously.","space":"We travel a lot, we know what people need.  We've been doing this a while, we know what people want. Simply put, we do it right.  The reviews speak for themselves.  You can rent an entirely furnished, really cool, comfortable apartment designed for travelers, for a great price. It's a really nice, really big place for one person, big enough for 7 persons (but ONLY one bathroom). Nobody lives in the apartment, it's used solely for vacation rental guests, so it's not full of other people's stuff that you have to deal with.  There is always someone upstairs (well not Always, we go out during the day a lot) if you need anything or have any problems, questions, etc. We should warn you, we watch the house very protectively: unauthorized overnight guests will be charged $50 per person per night. The house was built in 1893. That's old in Chicago. It's a large, clean apartment in a large, old house, across the street from a CTA pink line train, so close you can set your watch by it. Takes 15-2","description":"We took the winter off, made things nicer around here. Pictures have not been updated yet, but trust us, it's definitely nicer.  Re-opening March 1, 2019. Across the street from CTA train. Runs every 6-10 minutes most of the day, 8-14 minutes late night, best way to get around.  Now another reason to stay here: Lagunitas Brewery and Taproom. If you like beer, it's heaven. Seriously. We travel a lot, we know what people need.  We've been doing this a while, we know what people want. Simply put, we do it right.  The reviews speak for themselves.  You can rent an entirely furnished, really cool, comfortable apartment designed for travelers, for a great price. It's a really nice, really big place for one person, big enough for 7 persons (but ONLY one bathroom). Nobody lives in the apartment, it's used solely for vacation rental guests, so it's not full of other people's stuff that you have to deal with.  There is always someone upstairs (well not Always, we go out during the day a lot) if ","experiences_offered":"none","neighborhood_overview":"","notes":"","transit":"The CTA train station is 30 yards (27 meters) from our front door.  Doesn't get any more convenient than that.","access":"We also have a huge yard. Use it (weather permitting)","interaction":"","house_rules":"Don't sit around all day watching T.V. Don't hesitate to ask for whatever you need. Don't be pigs, don't be assholes. It's OK to be stupid to a certain degree. Get out there and enjoy the city.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/15019798/76675f08_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":5775,"host_url":"https://www.airbnb.com/users/show/5775","host_name":"Craig & Kathleen","host_since":"12/29/2008","host_location":"Chicago, Illinois, United States","host_about":"Incredibly creative(Kathleen) and stunningly amusing/disturbing(Craig) Chicago artists who have to work for a living. Dog and cat unemployed. As good Chicagoans, all four of us support Obama (Hillary), so if you're Republican, you might want to stay somewhere else, ...like, uh, maybe Kentucky. Just to clarify, we've been to Kentucky and it's a very nice place to visit.  Would never live there.","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/users/5775/profile_pic/1270215317/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/5775/profile_pic/1270215317/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Little Village","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'reviews', 'kba']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Little Village","neighbourhood_cleansed":"South Lawndale","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60608,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.85495,"longitude":-87.69696,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":7,"bathrooms":1,"bedrooms":3,"beds":4,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$117.00 ","weekly_price":"$925.00 ","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$35.00 ","guests_included":2,"extra_people":"$25.00 ","minimum_nights":2,"maximum_nights":60,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":60,"maximum_maximum_nights":60,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":60,"calendar_updated":"yesterday","has_availability":"t","availability_30":10,"availability_60":25,"availability_90":46,"availability_365":310,"calendar_last_scraped":"5/19/2019","number_of_reviews":368,"number_of_reviews_ltm":23,"first_review":"3/6/2009","last_review":"5/5/2019","review_scores_rating":96,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":9,"review_scores_value":9,"requires_license":"t","license":"R19000037538","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":2.96},
{"id":7126,"listing_url":"https://www.airbnb.com/rooms/7126","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Tiny Studio Apartment 94 Walk Score","summary":"A very small studio in a wonderful neighborhood.","space":"This is a very small  studio apartment with a private entrance.  The apartment is located on the rear half of our first floor. It has its own entrance. It consists of a kitchen and a small bedroom with a queen sized bed (new since October 2016) and bathroom with a tub and shower.  There is a kitchen with a stove and mini fridge and sink and microwave plus a small table for two. We have a Roku Box for tv watching and excellent cable internet. The Roku has Amazon Prime, Netflix and a bunch of other channels. We have hi-speed Comcast internet  I teach an Airbnb Experience in Soapmaking upstairs in my apartment, so let me know if you want to schedule a class at your convenience while you are here! (https://www.airbnb.com/experiences/52598)","description":"A very small studio in a wonderful neighborhood. This is a very small  studio apartment with a private entrance.  The apartment is located on the rear half of our first floor. It has its own entrance. It consists of a kitchen and a small bedroom with a queen sized bed (new since October 2016) and bathroom with a tub and shower.  There is a kitchen with a stove and mini fridge and sink and microwave plus a small table for two. We have a Roku Box for tv watching and excellent cable internet. The Roku has Amazon Prime, Netflix and a bunch of other channels. We have hi-speed Comcast internet  I teach an Airbnb Experience in Soapmaking upstairs in my apartment, so let me know if you want to schedule a class at your convenience while you are here! (https://www.airbnb.com/experiences/52598) You will be in your own private, tiny apartment. You will not see me or my family at all unless you run into us outdoors or need assistance. You will be provided with easy self-check in instructions. My fa","experiences_offered":"none","neighborhood_overview":"Ukrainian Village was just named ","notes":"We really like our neighbors and want guests to respect their space. You can't smoke in their yard, hang out on their front porch, ring their bell and ask for help, etc. Please do not bother our neighbors. They are nice people who we wish to maintain a good relationship with. And they don't have spare keys or know how to use the lock box.","transit":"We are 1/2 mile away from the el train stop (blue line) and one block away from the Division Street bus stop. There are Divvy bikes to rent 3 blocks away. There are Ubers always a few moments away and  the easiest way to catch a cab is to  venture one block over onto Division Street, where it usually takes only a few minutes for one to drive by and pick you up.","access":"You will be in your own private, tiny apartment. You will not see me or my family at all unless you run into us outdoors or need assistance. You will be provided with easy self-check in instructions.","interaction":"My family lives in the building but we are not home 24/7. We are available to answer questions, especially via email.  Guests let themselves in with a key code and generally have total privacy from us unless they need help with anything.","house_rules":"This is a tiny apartment and is only appropriate for one or two people. Check out is  flexible if no one is arriving the next day. If someone is arriving we ask you to be out at 11 am on the dot. You can come early but only if no one is there the night before and you have arranged this with us in advance. Otherwise check in is at 2 pm.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/51073/16c81c7e_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":17928,"host_url":"https://www.airbnb.com/users/show/17928","host_name":"Sarah","host_since":"5/19/2009","host_location":"Chicago, Illinois, United States","host_about":"We live in Chicago. We love to travel and see the world with our two children! ","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/17928/profile_pic/1259106070/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/17928/profile_pic/1259106070/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Ukrainian Village","host_listings_count":2,"host_total_listings_count":2,"host_verifications":"['email', 'phone', 'reviews', 'jumio', 'offline_government_id', 'selfie', 'government_id', 'identity_manual']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"Ukrainian Village","neighbourhood_cleansed":"West Town","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60622,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.90289,"longitude":-87.68182,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":2,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Futon","amenities":"{TV,Internet,Wifi,","square_feet":null,"price":"$80.00 ","weekly_price":"$600.00 ","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$0.00 ","guests_included":1,"extra_people":"$0.00 ","minimum_nights":2,"maximum_nights":60,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":60,"maximum_maximum_nights":60,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":60,"calendar_updated":"yesterday","has_availability":"t","availability_30":7,"availability_60":23,"availability_90":38,"availability_365":309,"calendar_last_scraped":"5/19/2019","number_of_reviews":338,"number_of_reviews_ltm":51,"first_review":"7/3/2009","last_review":"5/5/2019","review_scores_rating":92,"review_scores_accuracy":10,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R18000034991","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":2.81},
{"id":9811,"listing_url":"https://www.airbnb.com/rooms/9811","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Barbara's Hideaway - Old Town","summary":"One-bedroom hideaway tucked into Old Town steps from Lincoln Park, the zoo, and the lakefront path. World-class dining and shopping surrounds you. Full kitchen and bathroom, queen bed, baby grand piano, lovely patio, washer and dryer, much more!","space":"This lovely one bedroom ","description":"One-bedroom hideaway tucked into Old Town steps from Lincoln Park, the zoo, and the lakefront path. World-class dining and shopping surrounds you. Full kitchen and bathroom, queen bed, baby grand piano, lovely patio, washer and dryer, much more! This lovely one bedroom ","experiences_offered":"none","neighborhood_overview":"Chicago’s Old Town neighborhood is squeezed between the edges of Lincoln Park, Goose Island, and the Gold Coast, about a mile north of The Loop. This cozy neighborhood of tree-lined streets and old victorian-era buildings oozes an old Chicago feel, from it’s well-heeled restaurants and taverns to its thriving theatre and performance scene. This affluent, historic neighborhood is notably home to one of only seven churches that survived the Great Chicago Fire, St. Michael’s Church. The neighborhood is great for strolling around, one of the most dense and walkable in the city. The Old Town Art Fair is one of Chicago’s most popular street festivals. Each June more than 250 artists display work of all mediums at the fair, which also hosts live music, a garden walk, and tours of the historic neighborhood. Old Town is also home to a wide array of small independent boutiques, though you’ll also find familiar names and restaurants within its boundaries. All of this adds up to what (URL HIDDEN) ","notes":"Vacation rental tax of 21.4 required in addition to nightly rate and cleaning fee *** (Phone number hidden by Airbnb)","transit":"Public transit in Chicago is excellent, and although the systems are easy to use, using the CTA website ((URL HIDDEN) or (SENSITIVE CONTENTS HIDDEN) Maps for trip planning is always a good idea. (SENSITIVE CONTENTS HIDDEN) Maps is very accurate for Chicago Public Transit - it’s what we use.   A one-way train or bus fare is $2.25 per person. If you intend to use public transit multiple times throughout your trip, consider an unlimited 3 day or 7 day pass.  These are available at any CVS Pharmacy or Walgreens. On the CTA Red Line Get off at (transfer to the Brown Line at Belmont or Fullerton): Chicago: The Gold Coast, Water Tower Place, Hancock, and the Magnificent Mile. Grand:  Navy Pier, Magnificent Mile,Riverwalk, Chicago Riverboat Architecture Tours Monroe, Jackson:  Art Institute of Chicago and Grant Park Harrison, Jackson, Roosevelt:  Grant Park Roosevelt: Museum Campus, including the Shedd Aquarium, Field Museum, Adler Planetarium, Soldier Field Monroe:  Millenium Park, The Bean, ","access":"","interaction":"We're always here for our guests.  We have an emergency contact number available 24/7.","house_rules":"","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/37df1935-855c-4b0c-8259-3f5654e07beb.jpg?aki_policy=large","xl_picture_url":null,"host_id":33004,"host_url":"https://www.airbnb.com/users/show/33004","host_name":"At Home Inn","host_since":"8/21/2009","host_location":"Chicago, Illinois, United States","host_about":"Hi, we're Bob and Liz Biddle, long time Chicagoans and your hosts. We started At Home Inn Chicago in 2000 as a reservation service for bed and breakfasts in Chicago, and have since evolved into one of the city's most-respected sources for vacation rentals, corporate housing, and weekend getaways. \n
We provide fully furnished vacation rentals and corporate housing throughout the city in or near Old Town and Lincoln Park.

We are here to answer all of your questions about Chicago, whether you need a restaurant recommendation, public transit tips, or insider tips on how to experience the Chicago that locals know and love. 

We love this city, especially getting ribs at Twin Anchors in Old Town before a show at Second City. Wicker Park is a frequent hangout, where we tend to be pulled to the patio at Big Star, the bar at XOCO, and cocktails at Violet Hour. 

And free concerts at Pritzker Pavilion in Millenium Park can't be matched by any city in the world. 

We'd love to help you experience all of this with us and so much more!","host_response_time":"within an hour","host_response_rate":"89%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/pictures/e23d4143-c790-4849-88a2-b7d9ac8bd873.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/e23d4143-c790-4849-88a2-b7d9ac8bd873.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Old Town","host_listings_count":11,"host_total_listings_count":11,"host_verifications":"['email', 'phone', 'reviews', 'jumio', 'government_id', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Old Town","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.91769,"longitude":-87.63788,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":4,"bathrooms":1,"bedrooms":1,"beds":2,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$150.00 ","weekly_price":"$1,050.00 ","monthly_price":"$3,400.00 ","security_deposit":"","cleaning_fee":"$95.00 ","guests_included":2,"extra_people":"$25.00 ","minimum_nights":4,"maximum_nights":60,"minimum_minimum_nights":4,"maximum_minimum_nights":4,"minimum_maximum_nights":60,"maximum_maximum_nights":60,"minimum_nights_avg_ntm":4,"maximum_nights_avg_ntm":60,"calendar_updated":"2 days ago","has_availability":"t","availability_30":2,"availability_60":3,"availability_90":9,"availability_365":280,"calendar_last_scraped":"5/19/2019","number_of_reviews":35,"number_of_reviews_ltm":15,"first_review":"4/15/2014","last_review":"5/15/2019","review_scores_rating":92,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"2079260","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":11,"calculated_host_listings_count_entire_homes":11,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.56},
{"id":10610,"listing_url":"https://www.airbnb.com/rooms/10610","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"3 Comforts of Cooperative Living","summary":"The condo is the 2nd floor in a lovely 1912 3-flat that needs some loving care. The neighborhood is tree-lined and beautiful. The room is light and quiet with a bathroom shared with up to 3 other bedrooms. Renovation in the condo is incomplete, but most rooms are user-ready.  We're having the wood molding, floor, doors, and trim stripped, refinished, and sealed, starting soon.","space":"Newly furnished with queen bed and the comforts from my grandma to you.  Anyone staying more than 21 days is expected to provide their own consumables (soap, shampoo, bathroom tissue, etc.)  We are able to keep the prices low by having everyone clean up after themselves during their stay.  The weekly chore chart can be found on the frig.   Pick up after yourself and be courtious of condo-mates.  Special attention is needed in the kitchen and bathroom.","description":"The condo is the 2nd floor in a lovely 1912 3-flat that needs some loving care. The neighborhood is tree-lined and beautiful. The room is light and quiet with a bathroom shared with up to 3 other bedrooms. Renovation in the condo is incomplete, but most rooms are user-ready.  We're having the wood molding, floor, doors, and trim stripped, refinished, and sealed, starting soon. Newly furnished with queen bed and the comforts from my grandma to you.  Anyone staying more than 21 days is expected to provide their own consumables (soap, shampoo, bathroom tissue, etc.)  We are able to keep the prices low by having everyone clean up after themselves during their stay.  The weekly chore chart can be found on the frig.   Pick up after yourself and be courtious of condo-mates.  Special attention is needed in the kitchen and bathroom. Pantry has non-perishable food for use by house guests.  Use of Washer/Dryer, use of all common spaces (Kitchen, formal Dining room, sitting room, bathroom.  Secure","experiences_offered":"none","neighborhood_overview":"It's a 10 minute walk from the lakefront bike and running path and several beaches. There are city rental bikes available on the way to the bike path. Hyde Park is the home of the University of Chicago,the Museum of Science and Industry, the Court Theater, the Smart Gallery, the Renaissance Gallery, and the Hyde Park Art Center, as well as President Obama’s residence. ","notes":"If you stay longer than 21 days you are expected to participate in the chore chart (on frig) and provide your own consumables (bathroom tissue, laundry soap, paper towels, etc.).  This is a cooperative, community-living condo.  We are able to keep prices low by EVERYONE pitching in and being courteous to your condo-mates. Maintenance issues should be reported to us as they come up so we can address them.  This is an older building which requires frequent care.","transit":"It is a short walk to public transportation that will take you downtown in 15 minutes (the Metra train, and the#6 and #2 Express buses to the Loop).","access":"Pantry has non-perishable food for use by house guests.  Use of Washer/Dryer, use of all common spaces (Kitchen, formal Dining room, sitting room, bathroom.  Secured WIFI, cable, kitchen and cooking privileges included.","interaction":"I travel a lot for work so you may not see me at all during your stay. When I am in Hyde Park I like to share meals and have easy conversations.  We are curious about the places our guests come from.  Please add your information to the wall maps.","house_rules":"No smoking in the condo.  I only rent to adults and their charges (if you bring kids with you... you are responsible that they follow the rules).  Your Mama isn't here so... clean up after yourself and be courteous to your condo mates.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/51944609/8d7653fc_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":2140,"host_url":"https://www.airbnb.com/users/show/2140","host_name":"Lois And Ed","host_since":"8/16/2008","host_location":"Aurora, Illinois, United States","host_about":"Outgoing people who love people and exploring new places.  \nWe run a pretty laid back house, with the expectation that guests are responsible adults. 

My Life's Mission: Love, Joy, Peace and Grace In A World That Works 4 Everyone!

Lois' favorite quote:

" A person who is a master in the art of living makes little distinction between their work and their play, their labor and their leisure, their mind and their body, their education and their recreation, their love and their religion. They hardly know which is which and simply pursue their vision of excellence and grace, whatever they do, leaving others to decide whether they are working or playing. To them, they are always doing both."
- James A. Michener

Ed is an ecologist studying the interaction between things and stuff.  He is on his fourth career, having previously been a hardware man, a bicycle mechanic, and a college student.

A favorite quote: " Everyone is entitled to his opinion, but not to his own facts" - Daniel Moynihan


","host_response_time":"within an hour","host_response_rate":"93%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/pictures/a8ba9bee-cda8-4be8-8ed0-f0df14eb1688.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/a8ba9bee-cda8-4be8-8ed0-f0df14eb1688.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Hyde Park","host_listings_count":5,"host_total_listings_count":5,"host_verifications":"['email', 'phone', 'reviews', 'jumio', 'offline_government_id', 'government_id', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Hyde Park","neighbourhood_cleansed":"Hyde Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60615,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.79708,"longitude":-87.59195,"is_location_exact":"t","property_type":"Apartment","room_type":"Private room","accommodates":2,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$35.00 ","weekly_price":"$235.00 ","monthly_price":"$805.00 ","security_deposit":"$200.00 ","cleaning_fee":"$50.00 ","guests_included":1,"extra_people":"$10.00 ","minimum_nights":2,"maximum_nights":365,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":365,"maximum_maximum_nights":365,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":365,"calendar_updated":"yesterday","has_availability":"t","availability_30":7,"availability_60":37,"availability_90":61,"availability_365":240,"calendar_last_scraped":"5/19/2019","number_of_reviews":38,"number_of_reviews_ltm":9,"first_review":"10/25/2014","last_review":"4/12/2019","review_scores_rating":85,"review_scores_accuracy":9,"review_scores_cleanliness":8,"review_scores_checkin":9,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"City registration pending","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":5,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":4,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.68},
{"id":10945,"listing_url":"https://www.airbnb.com/rooms/10945","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"The Biddle House (#1)","summary":"Beautiful first floor apartment in Historic Old Town. Tree-lined street,  walking distance to countless wonderful restaurants, shops and the lakefront.  Beyond Charming, Two-bedroom unit, with one queen and one double, a full kitchen and bathroom.","space":"This 1st floor apartment has a queen size bed in one bedroom and a double in the other bedroom. The bathroom has a bathtub and shower. The apartment includes high speed internet (wi-fi) cable tv, private phone lines, and a complimentary washer and dryer in the building.  Public transportation is terrific from this location; you can take the train (brown line) downtown in just 10 minutes!  You'll be a short walk from the Lincoln Park Zoo, Chicago History Museum, world-famous Second City, great restaurants and bars like Twin Anchors (an old Sinatra hangout), Old Town Social, and Marges.  Max occupancy per apartment is 5. Closest major intersection is North Avenue and Sedgwick Street.","description":"Beautiful first floor apartment in Historic Old Town. Tree-lined street,  walking distance to countless wonderful restaurants, shops and the lakefront.  Beyond Charming, Two-bedroom unit, with one queen and one double, a full kitchen and bathroom. This 1st floor apartment has a queen size bed in one bedroom and a double in the other bedroom. The bathroom has a bathtub and shower. The apartment includes high speed internet (wi-fi) cable tv, private phone lines, and a complimentary washer and dryer in the building.  Public transportation is terrific from this location; you can take the train (brown line) downtown in just 10 minutes!  You'll be a short walk from the Lincoln Park Zoo, Chicago History Museum, world-famous Second City, great restaurants and bars like Twin Anchors (an old Sinatra hangout), Old Town Social, and Marges.  Max occupancy per apartment is 5. Closest major intersection is North Avenue and Sedgwick Street. We are available 24/7 if you should need anything throughout ","experiences_offered":"none","neighborhood_overview":"","notes":"3-4  Night Minimum depending on Season. License # (Phone number hidden by Airbnb)","transit":"","access":"","interaction":"We are available 24/7 if you should need anything throughout your stay.","house_rules":"","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/58d1a420-a24b-485e-8342-7ddff83b2994.jpg?aki_policy=large","xl_picture_url":null,"host_id":33004,"host_url":"https://www.airbnb.com/users/show/33004","host_name":"At Home Inn","host_since":"8/21/2009","host_location":"Chicago, Illinois, United States","host_about":"Hi, we're Bob and Liz Biddle, long time Chicagoans and your hosts. We started At Home Inn Chicago in 2000 as a reservation service for bed and breakfasts in Chicago, and have since evolved into one of the city's most-respected sources for vacation rentals, corporate housing, and weekend getaways. \n
We provide fully furnished vacation rentals and corporate housing throughout the city in or near Old Town and Lincoln Park.

We are here to answer all of your questions about Chicago, whether you need a restaurant recommendation, public transit tips, or insider tips on how to experience the Chicago that locals know and love. 

We love this city, especially getting ribs at Twin Anchors in Old Town before a show at Second City. Wicker Park is a frequent hangout, where we tend to be pulled to the patio at Big Star, the bar at XOCO, and cocktails at Violet Hour. 

And free concerts at Pritzker Pavilion in Millenium Park can't be matched by any city in the world. 

We'd love to help you experience all of this with us and so much more!","host_response_time":"within an hour","host_response_rate":"89%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/pictures/e23d4143-c790-4849-88a2-b7d9ac8bd873.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/e23d4143-c790-4849-88a2-b7d9ac8bd873.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Old Town","host_listings_count":11,"host_total_listings_count":11,"host_verifications":"['email', 'phone', 'reviews', 'jumio', 'government_id', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Old Town","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.91183,"longitude":-87.64,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":4,"bathrooms":1,"bedrooms":2,"beds":2,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$215.00 ","weekly_price":"","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$100.00 ","guests_included":2,"extra_people":"$25.00 ","minimum_nights":4,"maximum_nights":120,"minimum_minimum_nights":4,"maximum_minimum_nights":4,"minimum_maximum_nights":120,"maximum_maximum_nights":120,"minimum_nights_avg_ntm":4,"maximum_nights_avg_ntm":120,"calendar_updated":"2 days ago","has_availability":"t","availability_30":8,"availability_60":11,"availability_90":22,"availability_365":276,"calendar_last_scraped":"5/19/2019","number_of_reviews":9,"number_of_reviews_ltm":4,"first_review":"4/28/2014","last_review":"11/5/2018","review_scores_rating":89,"review_scores_accuracy":9,"review_scores_cleanliness":10,"review_scores_checkin":9,"review_scores_communication":8,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"2120297","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":11,"calculated_host_listings_count_entire_homes":11,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.15},
{"id":12140,"listing_url":"https://www.airbnb.com/rooms/12140","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Lincoln Park Guest House","summary":"","space":"Luxurious and modern accommodations in the heart of Chicago’s hottest neighborhood: Lincoln Park – perfect for business or leisure travelers. This beautiful king suite overlooks DePaul University and is at the spot center of a vibrant, upscale and historic neighborhood noted for its plenitude of retail boutiques, fantastic eateries, live theatre, jazz clubs, and coffee shops.  Quick transportation to The Loop, Millennium Park, McCormick Place and the Magnificent Mile. Accessible by CTA trains from both Chicago airports. The private guest suite features a two-story cathedral ceiling with skylight, king bed is upholstered in leather with a memory foam pillow top mattress and premium Vera Wang linens. Private bath with personal amenities; hair dryer, iron and ironing board. A mini-refrigerator is stocked with bottled water and sodas or juices and Keurig machine available for coffees and tea.","description":"Luxurious and modern accommodations in the heart of Chicago’s hottest neighborhood: Lincoln Park – perfect for business or leisure travelers. This beautiful king suite overlooks DePaul University and is at the spot center of a vibrant, upscale and historic neighborhood noted for its plenitude of retail boutiques, fantastic eateries, live theatre, jazz clubs, and coffee shops.  Quick transportation to The Loop, Millennium Park, McCormick Place and the Magnificent Mile. Accessible by CTA trains from both Chicago airports. The private guest suite features a two-story cathedral ceiling with skylight, king bed is upholstered in leather with a memory foam pillow top mattress and premium Vera Wang linens. Private bath with personal amenities; hair dryer, iron and ironing board. A mini-refrigerator is stocked with bottled water and sodas or juices and Keurig machine available for coffees and tea. Common area entry, sitting room. Minimal interaction. We always greet hosts personally and show th","experiences_offered":"none","neighborhood_overview":"The Guest House is in the heart of Chicago's most popular neighborhood: Lincoln Park, next to DePaul University, walking distance to scores of fabulous boutiques, restaurants, live theatre, music venues, parks, and a 10-15 minute taxi or CTA train ride to the Loop, Millennium Park and Magnificent Mile. Fullerton Station, a major CTA train stop is two blocks away. It's all happening in Chicago's hottest neighborhood: walk a few blocks to the Steppenwolf Theatre (featuring Hollywood's finest) or shop in the city's best boutiques.","notes":"Across from DePaul University.","transit":"We a short two blocks from a major CTA station: The Fullerton Station, which serves the Red, Brown and Purple Lines to every point in the city. We are also within one block of several major bus routes: Halsted 08, Lincoln 11 and the Fullerton. There are multiple Divvy bicycle stations within 1 and 2 blocks of the Guest House. Our guests love to use those in the spring, summer and fall seasons. We are just minutes via taxi or train from the Loop, Magnificent Mile, Millennium Park, Wrigley Field and more.","access":"Common area entry, sitting room.","interaction":"Minimal interaction. We always greet hosts personally and show them the room and details. We also gladly respond to any questions and offer suggestions for touring, dining and shopping in the area. We live on-site, refresh the room daily, and are available to be contacted 24/7 via text or mobile. I.e., will bring a bucket of ice to your room, extra linens as needed, etc.","house_rules":"No smoking. Unregistered guests may not be entertained in the house. Guests may not bring alcohol on the premises; however, some exceptions apply, and for those we gladly provide wine bottle opener and wine glasses.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/55126/6a4f01b2_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":46734,"host_url":"https://www.airbnb.com/users/show/46734","host_name":"Sharon And Robert","host_since":"10/18/2009","host_location":"Chicago, Illinois, United States","host_about":"Best in the city with long-time urban-dwelling hosts available to give you the skinny on most things Chicago, while allowing you complete privacy in your own large, separate suite area, accessed via a private stairway.\n
Luxurious and pristine accommodations with a modern décor in the heart of Chicago’s Lincoln Park – perfect for business or leisure travelers. Located in the spot center of lively city life, it is minutes from the Loop, Magnificent Mile and Millennium Park.","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/46734/profile_pic/1328157740/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/46734/profile_pic/1328157740/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Lincoln Park","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'kba']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Lincoln Park","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.92335,"longitude":-87.64951,"is_location_exact":"t","property_type":"Boutique hotel","room_type":"Private room","accommodates":2,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$289.00 ","weekly_price":"","monthly_price":"","security_deposit":"","cleaning_fee":"","guests_included":2,"extra_people":"$25.00 ","minimum_nights":2,"maximum_nights":7,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":7,"maximum_maximum_nights":7,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":7,"calendar_updated":"today","has_availability":"t","availability_30":24,"availability_60":54,"availability_90":84,"availability_365":173,"calendar_last_scraped":"5/19/2019","number_of_reviews":4,"number_of_reviews_ltm":2,"first_review":"6/29/2015","last_review":"10/17/2018","review_scores_rating":100,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R18000036276","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":0,"calculated_host_listings_count_private_rooms":1,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.08},
{"id":22362,"listing_url":"https://www.airbnb.com/rooms/22362","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"*** Luxury in Chicago! 2BR/ 2Ba / Parking / BBQ **","summary":"Fantastic condo in a Great Location with covered balcony, gas BBQ and parking! Overlooks Eckert Park. Corner unit. Parks, restaurants, bars, art galleries, public transportation, library, coffee shops, grocery stores all within walking distance. Easy access to downtown, the Magnificent Mile, Bucktown, Wicker Park, and West Loop. 2 bedrooms / 2 baths each w/ lots of privacy, 2 parking spaces, fully furnished, fireplace, corner unit with tons of light. We know you will enjoy our home and our city!","space":"Our home is Fully Furnished & Equipped!!  Just move in your clothes, personal items and Enjoy!  The West Town neighborhood is situated perfectly... near the Loop and right in the vibrant West Town / Wicker Park area.  The 'Hot' area of Chicago right now!! We travel the world and AirBnB is our go-to site for all accommodations worldwide.  We know what we want in a rental and we've worked hard to make sure you'll have the same great experience when you stay at our Chicago home. Our 2 Bedroom / 2 Full Bath condo has everything you need! - Corner unit with tons of light - Elevator building - Overlooks huge park with softball fields, basketball courts (indoor & outdoor), brand new playground for kids, shade trees, and facilities building with indoor pool & exercise room - 4 minute walk to Blue Line ‘EL' (two stops from central Loop station to access all EL lines) and a straight shot to/from O'Hare International airport - On major bus route – 10 minute ride to Michigan Ave. shopping, Water T","description":"Fantastic condo in a Great Location with covered balcony, gas BBQ and parking! Overlooks Eckert Park. Corner unit. Parks, restaurants, bars, art galleries, public transportation, library, coffee shops, grocery stores all within walking distance. Easy access to downtown, the Magnificent Mile, Bucktown, Wicker Park, and West Loop. 2 bedrooms / 2 baths each w/ lots of privacy, 2 parking spaces, fully furnished, fireplace, corner unit with tons of light. We know you will enjoy our home and our city! Our home is Fully Furnished & Equipped!!  Just move in your clothes, personal items and Enjoy!  The West Town neighborhood is situated perfectly... near the Loop and right in the vibrant West Town / Wicker Park area.  The 'Hot' area of Chicago right now!! We travel the world and AirBnB is our go-to site for all accommodations worldwide.  We know what we want in a rental and we've worked hard to make sure you'll have the same great experience when you stay at our Chicago home. Our 2 Bedroom / 2 ","experiences_offered":"none","neighborhood_overview":"Our home overlooks the park and is on a quiet, safe and peaceful street. Just a block or two away, the excitement picks up with restaurants, bars, art galleries, cross-fit gyms, a huge library, shopping, and so much more.  The heart of Chicago and Lake Michicagn are just a few minutes away by bus or subway, and on nice days a walk or bike ride is a great way to explore the city from our home. The park across the street is massive with softball fields, basketball court, indoor pool & fitness center, and a brand new playground for the kids to enjoy. We're located in the middle of 5 tremendous neighborhoods with plenty of new spaces and places to explore. You won't be disappointed.  Come enjoy Chicago and make our home your Home Base.","notes":"We love our place and wish we could be there more often.  Work has us traveling non-stop. Families with infants and children have enjoyed staying at our home as well as those of all ages seeking the excitement of Chicago or working in town for clients or spending time with family.","transit":"Public transportation is easy to find.  We have a car but never use it when we are in town.  Chicago Public Transportation 'CTA' is the way to travel! The Chicago Ave bus stops a few steps down the block. The Milwaukee Ave bus is a 4 minute walk. The Chicago 'EL' Blue Line is also a 4 minute walk.  You are 2 stops (3 minute ride) from the heart of downtown Chicago at Clark & Lake. Just a 25 minute 'EL' ride straight to O'Hare International Airport. Taxis are also easily found on Chicago Ave.  Uber and Lyft are everywhere and come right to your door.  If you have vehicles, we have reserved private parking spaces for 2 cars.","access":"You will have everything you need in the house from towels to kitchen items, to high-speed internet, a printer, an office space, 2 bedrooms (with lots of privacy for each), 2 bathrooms, jacuzzi tub, Brand New washer & dryer in unit, balcony overlooking the park, new playground for the kids, restaurants, bars, art galleries, public transportation. We can arrange access at virtually any time of the day or night.","interaction":"We are available by text, e-mail and phone if you would ever need anything or simply have questions about finding the best burger or a tasty brunch spot. We have many friends and family in the immediate area to help out if we are not in town.","house_rules":"4 Person Maximum. Guests may need to sign additional standard lease contract. (No additional cost.) Treat it like you treat your own home (or your grandmother's)!! No parties.  It's a nice, quiet building. Cleaning fee waived for longer term rentals.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/117030/58b7f927_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":85811,"host_url":"https://www.airbnb.com/users/show/85811","host_name":"Craig","host_since":"2/26/2010","host_location":"Chicago, Illinois, United States","host_about":"Enrtrepreneur, Business Owner, Avid Traveler, Athlete, Snowboarder, Beach Lover, Adventurer, Wakeboarder, Chiller, Runner, Swimmer, Beer Lover, Life Liver!","host_response_time":"within a few hours","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/85811/profile_pic/1267221276/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/85811/profile_pic/1267221276/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"West Town/Noble Square","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'reviews', 'kba']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"West Town/Noble Square","neighbourhood_cleansed":"West Town","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60642,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.89617,"longitude":-87.66041,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":4,"bathrooms":2,"bedrooms":2,"beds":2,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$99.00 ","weekly_price":"","monthly_price":"$2,999.00 ","security_deposit":"","cleaning_fee":"$75.00 ","guests_included":4,"extra_people":"$0.00 ","minimum_nights":89,"maximum_nights":1000,"minimum_minimum_nights":89,"maximum_minimum_nights":89,"minimum_maximum_nights":1000,"maximum_maximum_nights":1000,"minimum_nights_avg_ntm":89,"maximum_nights_avg_ntm":1000,"calendar_updated":"3 months ago","has_availability":"t","availability_30":0,"availability_60":10,"availability_90":40,"availability_365":315,"calendar_last_scraped":"5/19/2019","number_of_reviews":9,"number_of_reviews_ltm":0,"first_review":"12/8/2013","last_review":"10/12/2014","review_scores_rating":93,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000018689","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"t","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.14},
{"id":24833,"listing_url":"https://www.airbnb.com/rooms/24833","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Private Apt 1 Block to Fullerton L Red Line - Deck","summary":"Perfect private apartment one block from Fullerton L station, a major L station. Whole Foods is also one block away!","space":"Rent LincolnPark welcomes you to your perfect Chicago holiday.  Family owned and operated for over 20 years, Blarney's Brownstone is a charming 4-unit brownstone located on a quiet side street in the heart of Lincoln Park.  With the Fullerton L stop one block away, enjoy easy access to the Loop/downtown, Grant Park, Navy Pier, Wrigley Field, the lakefront, Millennium Park, State Street, Museum campus, the Art Institute, Michigan Avenue, and many of Chicago’s endless activities.  This unit has beautiful hardwood floors and an exposed brick wall in the living room.  It is tastefully furnished and comes with a fully equipped modern kitchen.  An eat-in-kitchen bar, and a living room with a fireplace (non-working).  There is a desk in the living room for anyone trying to complete work.  The spacious bedroom has a queen-sized bed. All bedding and towels are provided.   GETTING AROUND  One of Chicago’s premiere neighborhoods, Lincoln Park boasts beautiful architecture, chic stores, endless ni","description":"Perfect private apartment one block from Fullerton L station, a major L station. Whole Foods is also one block away! Rent LincolnPark welcomes you to your perfect Chicago holiday.  Family owned and operated for over 20 years, Blarney's Brownstone is a charming 4-unit brownstone located on a quiet side street in the heart of Lincoln Park.  With the Fullerton L stop one block away, enjoy easy access to the Loop/downtown, Grant Park, Navy Pier, Wrigley Field, the lakefront, Millennium Park, State Street, Museum campus, the Art Institute, Michigan Avenue, and many of Chicago’s endless activities.  This unit has beautiful hardwood floors and an exposed brick wall in the living room.  It is tastefully furnished and comes with a fully equipped modern kitchen.  An eat-in-kitchen bar, and a living room with a fireplace (non-working).  There is a desk in the living room for anyone trying to complete work.  The spacious bedroom has a queen-sized bed. All bedding and towels are provided.   GETTING","experiences_offered":"none","neighborhood_overview":"Lincoln Park is a great neighborhood where people live and work. There are many shops, bars and restaurants in walking distance. We have a walk score of 95!","notes":"There is street parking. If you plan to park on the street, please look to park on Seminary, the street on which the building is located.  Seminary is not zoned but some of the neighboring ones are. In case you need to park on a nearby zoned street, we provide overnight guest zone stickers.  Note – these stickers will not help you in other parts of the city and need to be filled out in ink and displayed on the windshield.   We also have one garage space available at $25/day. If you are interested in parking in the garage, please inquire if it is open for your travel dates and book in advance. The garage is immediately behind the building and we will provide you with the garage key and an electric garage door opener.","transit":"You can be in the Loop in 12 minutes on the Red line Express train.","access":"We use keypads and key boxes, making check in a breeze. No need to meet with anyone - just bring your check-in information with you or access it from your phone. You need to send me your email address after booking so I can email you arrival instructions. I typically send arrival instructions a day or 2 before your arrival.  Normal check in is 3pm or later. We will attempt to accommodate requests for early arrivals but if other guests left the same day, you will likely be allowed to drop off your things to allow the unit to be cleaned.  We ask that guests arrive before  11pm if possible to avoid disturbing other residents in the building. If you cannot arrive during these hours, please tell me in advance. If you are arriving in the early morning or late evening, PLEASE do so quietly - no talking in the hall - as people are  likely sleeping.  Departure is by 11am. Later departures will be accommodated if possible. If people are arriving the same day, we will allow you to store fully pac","interaction":"Once you book, you need to send me your email address so I can email you arrival instructions. I typically send arrival instructions a day or 2 before your arrival.  We use keypads and key boxes, making check in a breeze. No need to meet with anyone - just bring your check-in information with you or access it from your phone. We do ask that guests arrive between 7am and 11pm if possible to avoid disturbing other residents in the building. If live in California, but I have an onsite manager, Ness, who can handle most issues during reasonable hours. If it is 2am Chicago time and you have locked yourself out of the building, please call me.  If you want more towels or have other non-urgent needs, please contact Ness before 9pm.  For non-emergencies, please send a message through the system or call/text. If you are contacting me, please remember that California is 2 hours behind Chicago.","house_rules":"A pet fee is charged for all pets. If you have any question about this, please ask prior to booking. Otherwise, a change request will be sent to you for the pet fee. Pet fees range from $70 to $120. Please note that bookings for HOLIDAY WEEKS and MAJOR CHICAGO EVENTS require 4-NIGHT STAY!! THERE IS A LOST KEY CHARGE OF $200. No smoking in the unit. Evidence of smoking in the building or a failure to dispose of all smoking materials for smoking outdoors will result in the SURRENDER OF YOUR SECURITY DEPOSIT TO CLEAN UP THE UNIT/BUILDING/EXTERIOR. No loud TV or music after 10pm inside the building. Chicago Noise Curfew is in effect from 11pm until 7am.  Neighbors will call the police so please be respectful. No more than 3 additional people permitted at the property at any time during your stay. If you have a pet with you, you must clean up after it.  You are responsible for your possessions and property at all times during your stay.  Please purchase traveler's insurance if you will have","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/407946/49a901ce_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":101521,"host_url":"https://www.airbnb.com/users/show/101521","host_name":"Red","host_since":"3/31/2010","host_location":"Chicago, Illinois, United States","host_about":"Travel is fun and exciting but can be hard on the wallet.  It doesn't have to be that way.  Email if you have questions, especially if your requested dates are in the near term and I will do my best to work with you!\n
Having spent more time than I care to remember in sterile, uninviting hotel rooms, I was initially attracted to vacation rentals as refreshing, and often more affordable, alternatives.  What I found were the same white walls and beige furniture or, even worse, cluttered rooms and Aunt Edna's donated dilapidated couch in the living room.  Well, welcome to something different.  Take a break from your busy schedule by relaxing in clean, inviting rental that that feels enough like home that you're immediately comfortable while being so special you'll look forward to your return.  Many of my guests have been back 2 or 3 times, and some have found themselves venturing across the country to check out another Red Hot Vacation Rental.  

My places are located in Chicago, Miami Beach and San Francisco. I've lived in all 3 cities and am happy to suggest hidden local gems or recommend the best nearby dry cleaner.    
","host_response_time":"within a day","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/101521/profile_pic/1270054420/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/101521/profile_pic/1270054420/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Lincoln Park","host_listings_count":9,"host_total_listings_count":9,"host_verifications":"['email', 'phone', 'reviews', 'jumio', 'offline_government_id', 'kba', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Lincoln Park","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.92679,"longitude":-87.65521,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":3,"bathrooms":1,"bedrooms":0,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$99.00 ","weekly_price":"","monthly_price":"$3,395.00 ","security_deposit":"$200.00 ","cleaning_fee":"$80.00 ","guests_included":2,"extra_people":"$10.00 ","minimum_nights":32,"maximum_nights":395,"minimum_minimum_nights":32,"maximum_minimum_nights":80,"minimum_maximum_nights":395,"maximum_maximum_nights":395,"minimum_nights_avg_ntm":54.3,"maximum_nights_avg_ntm":395,"calendar_updated":"yesterday","has_availability":"t","availability_30":0,"availability_60":4,"availability_90":11,"availability_365":271,"calendar_last_scraped":"5/19/2019","number_of_reviews":37,"number_of_reviews_ltm":1,"first_review":"5/24/2010","last_review":"7/29/2018","review_scores_rating":85,"review_scores_accuracy":8,"review_scores_cleanliness":8,"review_scores_checkin":8,"review_scores_communication":8,"review_scores_location":10,"review_scores_value":8,"requires_license":"t","license":"City registration pending","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":4,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.34},
{"id":25269,"listing_url":"https://www.airbnb.com/rooms/25269","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Old Town, Furnished 2 bedroom: SWG","summary":"","space":"Completely and beautifully furnished two bedroom / one bath located in the heart of Old Town Lincoln Park. All utilities are set up and included in the rent: central heat and air, cable, wireless high speed internet, electric, gas and water private patio with furniture and gas grill laundry on site New hardwood floors in living room and new kitchen oak cabinets and new kitchen ceramic tile Plush carpeting in the bedrooms - queen size and 2 twin beds.  We can also provide a king size bed instead of the twin beds. New sleeper sofa fully stocked kitchen bath towels and linens provided Great neighborhood.  This building is walking distance to everything Chicago has to offer: Lake Michigan and its beaches great shopping movie theatre grocery stores comedy clubs restaurants and bars state of the art health club and the el train is just 2 blocks away We look forward to meeting you!","description":"Completely and beautifully furnished two bedroom / one bath located in the heart of Old Town Lincoln Park. All utilities are set up and included in the rent: central heat and air, cable, wireless high speed internet, electric, gas and water private patio with furniture and gas grill laundry on site New hardwood floors in living room and new kitchen oak cabinets and new kitchen ceramic tile Plush carpeting in the bedrooms - queen size and 2 twin beds.  We can also provide a king size bed instead of the twin beds. New sleeper sofa fully stocked kitchen bath towels and linens provided Great neighborhood.  This building is walking distance to everything Chicago has to offer: Lake Michigan and its beaches great shopping movie theatre grocery stores comedy clubs restaurants and bars state of the art health club and the el train is just 2 blocks away We look forward to meeting you! upon making a reservation please inform us via airbnb website of your arrival and departure time.  It helps us c","experiences_offered":"none","neighborhood_overview":"","notes":"upon making a reservation please inform us via airbnb website of your arrival and departure time.  It helps us coordinate early check ins, late check outs and our housekeeping schedule","transit":"","access":"","interaction":"","house_rules":"We love meeting all of our guests but sometimes it is easier if I just leave the apartment door unlocked with the keys inside. The wireless connection is TempHomes at Sedgwick and the password is (Phone number hidden by Airbnb)  We can be very flexible with move in and move out times as long as we can get this apartment home cleaned for the next airbnb client. Please always leave the apartment keys inside the apartment home when you vacate the apartment.  Please do NOT lock the door to the apartment home, my housekeepers do not have keys. It is best to contact us via the airbnb website at all times.  I get constant text messages and I am always on this website so I should be able to answer your questions promptly.  And you can always call or text my cell.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/3e1c4107-c818-45cf-849b-6a13f197843d.jpg?aki_policy=large","xl_picture_url":null,"host_id":87231,"host_url":"https://www.airbnb.com/users/show/87231","host_name":"Jeff And JoAnne","host_since":"3/2/2010","host_location":"Chicago, Illinois, United States","host_about":"  We love helping people find new homes, whether it is for a few nights or 3 months.  Chicago is an incredible city and we appreciate your trust in us and our furnished apartment homes.  We look forward to making your  Chicago experience a memorable one.\n","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Old Town","host_listings_count":17,"host_total_listings_count":17,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Old Town","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.91423,"longitude":-87.63846,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":7,"bathrooms":1,"bedrooms":2,"beds":4,"bed_type":"Real Bed","amenities":"{TV,","square_feet":1000,"price":"$145.00 ","weekly_price":"","monthly_price":"$4,500.00 ","security_deposit":"$0.00 ","cleaning_fee":"$55.00 ","guests_included":1,"extra_people":"$0.00 ","minimum_nights":1,"maximum_nights":730,"minimum_minimum_nights":1,"maximum_minimum_nights":1,"minimum_maximum_nights":730,"maximum_maximum_nights":730,"minimum_nights_avg_ntm":1,"maximum_nights_avg_ntm":730,"calendar_updated":"today","has_availability":"t","availability_30":17,"availability_60":33,"availability_90":57,"availability_365":137,"calendar_last_scraped":"5/19/2019","number_of_reviews":178,"number_of_reviews_ltm":27,"first_review":"6/11/2010","last_review":"1/20/2019","review_scores_rating":86,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"City registration pending","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":14,"calculated_host_listings_count_entire_homes":14,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":1.64},
{"id":25879,"listing_url":"https://www.airbnb.com/rooms/25879","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Top 2/1  Block to Fullerton L Red Line Deck & Yard","summary":"Terrific 2 bed, 1 bath unit in an older brick row house building built immediately after the great Chicago Fire. The unit's charming hardwood floors and exposed brick are balanced by a modern kitchen and bath. Terrific location with a main L station just one block away, with express Red line service to the loop in 12 minutes.  Note - during the summer, please do not  Instant Book for anything less than 70 nights.","space":"This top-floor 2 bedroom, 1 bath unit is tastefully furnished and comes with an equipped modern granite kitchen, small dining area and a living room in addition to the 2 bedrooms (one queen bed, one double) and bath.  There is a sofa and an air mattress is provided for the living room for additional guests. Full marble bath with skylight. Located 1 block from the Fullerton L stop (this is a main station with Brown, Purple and Red Line service).  We have a walk score of 95! Walk 1.5 mi North or take the Red Line 2 short stops to Wrigley Field.  The Halsted bus 3 blocks away will bring you to Greek Town and the Stadium for Blackhawks and Bulls games. The Fullerton bus on the corner will whisk you to the lakefront, Lincoln Park Zoo, Peggy Notebarte Nature Museum and more.  Wicker Park and Bucktown are easy to access by bus or a short cab ride. If you’ve brought a car, we will provide you with complimentary Zone Guest parking passes or you can rent the garage space for $25/day.  This apart","description":"Terrific 2 bed, 1 bath unit in an older brick row house building built immediately after the great Chicago Fire. The unit's charming hardwood floors and exposed brick are balanced by a modern kitchen and bath. Terrific location with a main L station just one block away, with express Red line service to the loop in 12 minutes.  Note - during the summer, please do not  Instant Book for anything less than 70 nights. This top-floor 2 bedroom, 1 bath unit is tastefully furnished and comes with an equipped modern granite kitchen, small dining area and a living room in addition to the 2 bedrooms (one queen bed, one double) and bath.  There is a sofa and an air mattress is provided for the living room for additional guests. Full marble bath with skylight. Located 1 block from the Fullerton L stop (this is a main station with Brown, Purple and Red Line service).  We have a walk score of 95! Walk 1.5 mi North or take the Red Line 2 short stops to Wrigley Field.  The Halsted bus 3 blocks away wil","experiences_offered":"none","neighborhood_overview":"Safe, tree-lined neighborhood with easy beach access. We have a walk score of 95! Lincoln Park is a great neighborhood where people live and work. There are many shops, bars and restaurants in walking distance.","notes":"There is street parking. If you plan to park on the street, please look to park on Seminary, the street on which the building is located.  Seminary is not zoned but some of the neighboring ones are. In case you need to park on a nearby zoned street, we provide overnight guest zone stickers.  Note – these stickers will not help you in other parts of the city and need to be filled out in ink and displayed on the windshield.   We also have one garage space available at $25/day (less if you are staying for awhile).  If you are interested in parking in the garage, please inquire if it is open for your travel dates and book in advance. The garage is immediately behind the building and we will provide you with the garage key and an electric garage door opener.","transit":"We have a walk score of 95! Public transportation is very simple here. The Fullerton L stop (this is a main station with Brown, Purple and Red Line service) is one block away and Whole Foods is located just next to the station.   Walk 1.5 mi North or take the Red Line 2 short stops to Wrigley Field.  The Halsted bus 3 blocks away will bring you to Greek Town and the Stadium for Blackhawks and Bulls games. The Fullerton bus on the corner will whisk you to the lakefront, Lincoln Park Zoo, Peggy Notebarte Nature Museum and more.  You really should not need a car to do most tourist things but if you do have a car with you, there is street parking or you can rent the garage spot on a first-come, first-served basis.","access":"Once you book, you need to send me your email address so I can email you arrival instructions. I typically send arrival instructions a day or 2 before your arrival.  We use keypads and key boxes, making check in a breeze. No need to meet with anyone - just bring your check-in information with you or access it from your phone. We do ask that guests arrive before 11pm if possible to avoid disturbing other residents in the building. Normal check in is 3pm or later. We will attempt to accommodate requests for early arrivals but if other guests left the same day, you will likely be allowed to drop off your things to allow the unit to be cleaned.  Departure is by 11am. Later departures will be accommodated if possible. If people are arriving the same day, we will allow you to store fully packed luggage (zipped closed with everything inside) to be stored near the entry to the unit so you can return to pick up your luggage. If you take advantage of this option, PLEASE pick up your bags by 2pm ","interaction":"If live in California, but I have an onsite manager, Ness, who can handle most issues during reasonable hours. If it is 2am Chicago time and you have locked yourself out of the building, please call me.  If you want more towels or have other non-urgent needs, please contact Ness before 9pm.  For non-emergencies, please send a message through the system or call/text. If you are contacting me, please remember that California is 2 hours behind Chicago. Once you book, you need to send me your email address so I can email you arrival instructions. I typically send arrival instructions a day or 2 before your arrival.","house_rules":"A pet fee is charged for all pets. If you have any question about this, please ask prior to booking. Otherwise, a change request will be sent to you for the pet fee. Pet fees range from $50 to $100. Please advise if there are any infants or children in your party at the time you make your reservation request. If you have a young child, we can assist you with installing electric socket covers and a baby gate at the top of the stairs. We can also assist with other measures you want to take such as toilet lid locks. Please contact me BEFORE your arrival date so we can plan together any necessary adjustments for young children or others requiring special safety/ease of use adjustments. HOLIDAYS/ SPECIAL EVENTS:  Please note that you should let me know if you will be having guests, especially for holidays and special events. Guests staying more than 2 nights will be charged a guest fee.  All holiday weeks and weeks of special Chicago events like Pitchfork, Lalapalooza, Cubs-Cardinals, DePau","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/730668/8442e464_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":101521,"host_url":"https://www.airbnb.com/users/show/101521","host_name":"Red","host_since":"3/31/2010","host_location":"Chicago, Illinois, United States","host_about":"Travel is fun and exciting but can be hard on the wallet.  It doesn't have to be that way.  Email if you have questions, especially if your requested dates are in the near term and I will do my best to work with you!\n
Having spent more time than I care to remember in sterile, uninviting hotel rooms, I was initially attracted to vacation rentals as refreshing, and often more affordable, alternatives.  What I found were the same white walls and beige furniture or, even worse, cluttered rooms and Aunt Edna's donated dilapidated couch in the living room.  Well, welcome to something different.  Take a break from your busy schedule by relaxing in clean, inviting rental that that feels enough like home that you're immediately comfortable while being so special you'll look forward to your return.  Many of my guests have been back 2 or 3 times, and some have found themselves venturing across the country to check out another Red Hot Vacation Rental.  

My places are located in Chicago, Miami Beach and San Francisco. I've lived in all 3 cities and am happy to suggest hidden local gems or recommend the best nearby dry cleaner.    
","host_response_time":"within a day","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/101521/profile_pic/1270054420/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/101521/profile_pic/1270054420/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Lincoln Park","host_listings_count":9,"host_total_listings_count":9,"host_verifications":"['email', 'phone', 'reviews', 'jumio', 'offline_government_id', 'kba', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Lincoln Park","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.92693,"longitude":-87.65753,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":6,"bathrooms":1,"bedrooms":2,"beds":3,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$99.00 ","weekly_price":"","monthly_price":"","security_deposit":"$300.00 ","cleaning_fee":"$150.00 ","guests_included":2,"extra_people":"$5.00 ","minimum_nights":32,"maximum_nights":300,"minimum_minimum_nights":32,"maximum_minimum_nights":80,"minimum_maximum_nights":300,"maximum_maximum_nights":300,"minimum_nights_avg_ntm":49.7,"maximum_nights_avg_ntm":300,"calendar_updated":"yesterday","has_availability":"t","availability_30":0,"availability_60":0,"availability_90":0,"availability_365":247,"calendar_last_scraped":"5/19/2019","number_of_reviews":44,"number_of_reviews_ltm":2,"first_review":"6/14/2010","last_review":"3/12/2019","review_scores_rating":86,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":8,"review_scores_communication":8,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"City registration pending","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":4,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.4},
{"id":28749,"listing_url":"https://www.airbnb.com/rooms/28749","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"3 bedroom Dramatic Bucktown LOFT","summary":"Romantic Bucktown loft in superb location on 2 floors with 2 decks the following reviews are also for other apartments in the building and my house in umbria/tuscany. the newest pricing, photos, description and reviews are for the penthouse apartment and the place and location are spectacular.","space":"Impeccably clean and well appointed one of a kind 3 Bedroom, 2 bathroom attic/loft apartment on an excellent treelined street in bucktown. This dramatic space on 2 floors has a retro /vintage /european feel with many primitive antiques and a romantic claw foot tub in the living room. Upon entering the top floor the church lights and 12 foot vaulted ceilings hover over the open space exposing the living, dining, and kitchen areas. There are wood floors throughout, completely equipped kitchen with dishwasher and a 12 foot vintage dining table that was once a folding farmers table; seating capacity more that 15 people. Direct tv with HBO and Showtime, stereo, washer/dryer, 2 balconies, wireless internet access, towels, linens, comforters and blankets Guests will have access to the entire space, aside from 3 locked closets. There are many trendy restaurants/bars/salons/cafes as well as great shopping for new, vintage and thrift all in Bucktown.  Pets ok with an extra deposit.  Prices vary ","description":"Romantic Bucktown loft in superb location on 2 floors with 2 decks the following reviews are also for other apartments in the building and my house in umbria/tuscany. the newest pricing, photos, description and reviews are for the penthouse apartment and the place and location are spectacular. Impeccably clean and well appointed one of a kind 3 Bedroom, 2 bathroom attic/loft apartment on an excellent treelined street in bucktown. This dramatic space on 2 floors has a retro /vintage /european feel with many primitive antiques and a romantic claw foot tub in the living room. Upon entering the top floor the church lights and 12 foot vaulted ceilings hover over the open space exposing the living, dining, and kitchen areas. There are wood floors throughout, completely equipped kitchen with dishwasher and a 12 foot vintage dining table that was once a folding farmers table; seating capacity more that 15 people. Direct tv with HBO and Showtime, stereo, washer/dryer, 2 balconies, wireless inte","experiences_offered":"none","neighborhood_overview":"","notes":"","transit":"Easy Street Parking, good public transportaion and a 10-15 minute drive to downtown. Bordering neighborhoods include Wicker Park and Logan Square. Holstein Park is right down the street. It has an outdoor pool that opens in mid june.","access":"all areas are available except for one closet, luggage racks are provided.","interaction":"","house_rules":"","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/160375/bb63455f_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":27506,"host_url":"https://www.airbnb.com/users/show/27506","host_name":"Laurie","host_since":"7/25/2009","host_location":"Chicago, Illinois, United States","host_about":"i live in chicago and work as a private chef. spend several months in italy every year where i have a house in tuscany and give cooking lessons.","host_response_time":"within a day","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/27506/profile_pic/1315447835/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/27506/profile_pic/1315447835/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Bucktown","host_listings_count":3,"host_total_listings_count":3,"host_verifications":"['email', 'phone', 'reviews']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"Bucktown","neighbourhood_cleansed":"Logan Square","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60647,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.92083,"longitude":-87.6801,"is_location_exact":"t","property_type":"Guest suite","room_type":"Entire home/apt","accommodates":6,"bathrooms":2,"bedrooms":3,"beds":3,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$450.00 ","weekly_price":"$1,500.00 ","monthly_price":"$4,500.00 ","security_deposit":"$300.00 ","cleaning_fee":"$100.00 ","guests_included":6,"extra_people":"$75.00 ","minimum_nights":2,"maximum_nights":1125,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":1125,"maximum_maximum_nights":1125,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":1125,"calendar_updated":"13 months ago","has_availability":"t","availability_30":30,"availability_60":60,"availability_90":90,"availability_365":365,"calendar_last_scraped":"5/19/2019","number_of_reviews":47,"number_of_reviews_ltm":0,"first_review":"12/1/2010","last_review":"1/1/2018","review_scores_rating":89,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":9,"review_scores_location":9,"review_scores_value":9,"requires_license":"t","license":"City registration pending","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":2,"calculated_host_listings_count_entire_homes":2,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.46},
{"id":37738,"listing_url":"https://www.airbnb.com/rooms/37738","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Andersonville - Perfect location!","summary":"Recently named as one of the 10 unbelievable Airbnbs in Chicago by Thrillist.","space":"We have a private bedroom available in our home in Andersonville,  a quaint neighborhood in the middle of a world-class city. The bedroom will accommodate two people very comfortably with queen bed, cable, wireless internet, with large window that brings in plenty of light. Shared bath with heated tile floors.  Our outdoor space is fantastic. If you feel like relaxing in the yard all day, that's perfect. You can enjoy your morning coffee or evening drinks on our huge deck overlooking our stream and pond.  Say hello to the fish and turtle. Our home is all access. Feel free to relax any place you feel comfortable. We work from home and love some distraction from work.  :)  Both of us enjoy sharing our time with our guests. Join us for coffee in the morning or cocktails in the evening.","description":"Recently named as one of the 10 unbelievable Airbnbs in Chicago by Thrillist. We have a private bedroom available in our home in Andersonville,  a quaint neighborhood in the middle of a world-class city. The bedroom will accommodate two people very comfortably with queen bed, cable, wireless internet, with large window that brings in plenty of light. Shared bath with heated tile floors.  Our outdoor space is fantastic. If you feel like relaxing in the yard all day, that's perfect. You can enjoy your morning coffee or evening drinks on our huge deck overlooking our stream and pond.  Say hello to the fish and turtle. Our home is all access. Feel free to relax any place you feel comfortable. We work from home and love some distraction from work.  :)  Both of us enjoy sharing our time with our guests. Join us for coffee in the morning or cocktails in the evening. Our home is all access. Feel free to relax any place you feel comfortable. We work from home and love some distraction from work","experiences_offered":"none","neighborhood_overview":"We love this neighborhood and hope you will too!  Andersonville is now considered one of Chicago's “hot","notes":"Andersonville doesn't look like anywhere else!  Almost all of our businesses are locally-owned, independent and unique. The person who greets you at the door is likely to be the business owner, an Andersonville resident, or both! You'll get our small-town friendliness along with the big-city sophistication of our world-class restaurants, specialty shops and services. We're proud of our Chicago neighborhood, and we're excited to welcome you to it. Great list of local restaurants: (website hidden)","transit":"Visit CTA (Chicago Transit Authority) website for details about purchasing a Ventra fare card at the airport. Main bus line (Clark 22) at end of our block.  ","access":"Our home is all access. Feel free to relax any place you feel comfortable.","interaction":"We work from home and love some distraction from work.  :)  Both of us enjoy sharing our time with our guests. Join us for coffee in the morning or cocktails in the evening.","house_rules":"No smoking. Please remove shoes on second floor. Say hello to our cats Dugan and Vern  Sign our guest book, please.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/434299/e8a5d53e_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":162364,"host_url":"https://www.airbnb.com/users/show/162364","host_name":"Mat And Randy","host_since":"7/9/2010","host_location":"Chicago, Illinois, United States","host_about":"We love to travel on a budget, no big hotels for us. We do our best to experience our trips like locals. We love the outdoors, hiking, camping, and having visitors. You will find us most times digging in the yard or enjoying a cold beer(s) with friends. \n
Mat is self employed and works from home.  Randy has been a Kindergarten teacher in public schools for 22 years.

Airbnb brings travel to us and we LOVE IT!
","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/users/162364/profile_pic/1328466297/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/162364/profile_pic/1328466297/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Andersonville","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'government_id', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Uptown","neighbourhood_cleansed":"Uptown","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60640,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.97385,"longitude":-87.66539,"is_location_exact":"t","property_type":"House","room_type":"Private room","accommodates":2,"bathrooms":1.5,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$77.00 ","weekly_price":"$450.00 ","monthly_price":"$1,650.00 ","security_deposit":"","cleaning_fee":"","guests_included":2,"extra_people":"$37.00 ","minimum_nights":3,"maximum_nights":14,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":14,"maximum_maximum_nights":14,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":14,"calendar_updated":"3 weeks ago","has_availability":"t","availability_30":3,"availability_60":9,"availability_90":19,"availability_365":184,"calendar_last_scraped":"5/19/2019","number_of_reviews":242,"number_of_reviews_ltm":17,"first_review":"7/20/2010","last_review":"5/7/2019","review_scores_rating":100,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000014714","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"t","require_guest_phone_verification":"t","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":0,"calculated_host_listings_count_private_rooms":1,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":2.25},
{"id":39742,"listing_url":"https://www.airbnb.com/rooms/39742","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Central guestroom! Walk everywhere!","summary":"Convenient to the Magnificent Mile and the Loop, close to major 'L' metro stations, this is a comfortable guestroom in a quiet vintage building in the popular River North area.   This listing is for one bedroom of a two-bedroom apartment.  Guests sleep in the guestroom, I sleep in the other bedroom.  There is one shared bathroom. Caveats: 1) I had a cat until Oct. I may get a replacement.  Please only book if you're okay with cats 2) There is no elevator 3) No sleeping outside of the bedrooms.","space":"This vintage (125 year old) River North Gallery District home is highly walkable to major (and minor) destinations downtown (a WalkScore of 98)!  Extremely convenient to transit as well (a TransitScore of 100)!  Even quite bikeable, with Divvy bike share station a half-block away (and a cycle score of 77, and I bike to work)!   Update: In response to recent news about Airbnb safety, I want to point out that guest safety has always been of paramount importance to me. I have had functional, tested, carbon monoxide detectors since day one, and fully meet Chicago fire safety codes which are some of the most stringent in the country. If you have any specific questions related to safety, please don't hesitate to ask, as safety is very important to me - after all, I live here and want to be safe myself. The quiet spare room is in a two-bedroom, one-bath home in a well-maintained vintage walk-up building in the River North Gallery District filled with restaurants, nightclubs and, or course, ga","description":"Convenient to the Magnificent Mile and the Loop, close to major 'L' metro stations, this is a comfortable guestroom in a quiet vintage building in the popular River North area.   This listing is for one bedroom of a two-bedroom apartment.  Guests sleep in the guestroom, I sleep in the other bedroom.  There is one shared bathroom. Caveats: 1) I had a cat until Oct. I may get a replacement.  Please only book if you're okay with cats 2) There is no elevator 3) No sleeping outside of the bedrooms. This vintage (125 year old) River North Gallery District home is highly walkable to major (and minor) destinations downtown (a WalkScore of 98)!  Extremely convenient to transit as well (a TransitScore of 100)!  Even quite bikeable, with Divvy bike share station a half-block away (and a cycle score of 77, and I bike to work)!   Update: In response to recent news about Airbnb safety, I want to point out that guest safety has always been of paramount importance to me. I have had functional, tested,","experiences_offered":"none","neighborhood_overview":"The part of River North my apartment is in is a short 10 minute walk to Michigan Avenue, a 15 minute walk to the Loop, and about a 3 minute walk to the nearest metro station, so it's a great launching point to explore Chicago. The blocks around my place are filled with shops, galleries and wonderful restaurants but it still manages to be quiet and relatively calm despite the proximity to so much of downtown. UPDATE: There is construction across the street.  The Airbnb guestroom is the quietest part of the apartment, though, and no guest has complained about the construction.","notes":"This is a working household, so there may be occasional minor repairs.  Anything major I will give guests plenty of notice about ahead of time unless it's an emergency.  The guestroom is kept clean and tidy at all times, but the rest of the house will vary from ","transit":"Many popular attractions are less than a 25 minute walk from my place, but for things further afield - or to avoid walking - taxis can be easily hailed on the street and Uber and Lyft both have excellent availability in the area. For transit, my place is a 3 minute walk to the nearest Brown Line station, an 8 minute walk to the nearest Red Line station, and less than a 5 minute walk to these buses: 66/Chicago, 22/Clark, 65/Grand, 36/Broadway, 37/Sedgewick, and 156/Lasalle.  There are also many express buses that run on Michigan Avenue which is just a 10 minute walk due east of me, and a station serving every other metro line is just a 15 minute walk away.","access":"As a guest, you sleep in your own private bedroom but also have access to any part of the apartment except *my* bedroom.","interaction":"I live in the apartment, and I have personally met nearly all the guests from my hundreds of bookings.   Depending on each guest's and my schedules, we may only see each other heading in or out, or we may talk for hours or even share a meal.  I tend to respect guest's privacy and alone time, letting guests decide whether to initiate conversations, but I am happy to talk about Chicago or the neighborhood or travelling or almost any other subject with anyone interested in taking advantage of ready access to a local.","house_rules":"1) Make sure the apartment door is locked and shut every time you leave. 2) No sleeping outside of the guestroom.  Guests may use all the common areas, just not for sleeping.  This is for both guests' comfort and my comfort. 3) On weeknights quiet hours from 10pm-7am. 4) Please don't use the fireplace. Final and most important rule: Enjoy Chicago! Check-in times: Check-in time is flexible, but no check-ins prior to 8am.  Guests arriving before Noon will be able to drop off bags and get keys, but may not have access to the guestroom itself until after Noon (see check-out guidelines below).   Out of 500+ bookings, I've only been unable to accommodate a requested check-in time a handful of times.  However, I don't work at home so please be aware that there are occasionally limitations to my availability for checkins.  If you absolutely must drop your luggage at a specific time, please check with me prior to sending a booking request to make sure I'll be able to guarantee that I can be the","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/74594970/33c66010_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":170758,"host_url":"https://www.airbnb.com/users/show/170758","host_name":"Eric","host_since":"7/18/2010","host_location":"Chicago, Illinois, United States","host_about":"I live in the apartment and am easy-going and respectful.  I do my best to be helpful with advice on the city and to be around to answer local questions.  \n
I enjoy travel, movies, playing with my cat and exploring cities - including my own, Chicago.  I grew up on the West Coast in the wine country southwest of Portland, Oregon.  I went to university in a small school in Indiana, and ended up staying in the Great Lakes region, first a couple years in Minnesota and in Chicago for the past 20+ years.  I've lived in my present place, in the River North neighborhood, for 12+ years now and really enjoy it for its close proximity to so much in the central area and excellent access to transit, while my building still manages to be quiet and peaceful.

I've traveled a fair bit myself, having visited over half of the States here in the U.S., plus Canada (Toronto), Mexico (Yucatan, Cancun, Mexico City), Panama (Panama City), Spain (Madrid, Barcelona), Puerto Rico (San Juan, Vieques, Ponce), France (Paris, Lyon), China (Beijing, Shanghai, Nanjing, Hangzhou, Hefei), Sweden (Stockholm), Switzerland (Geneva), the Netherlands (Maastricht), England (London), Austria (Vienna), Norway (Oslo, Bergen, Haugesund, Feoy), Finland (Helsinki), Turkey (Istanbul) and Russia (Moscow, Tver, Novgorod, Leningrad, Khabarovsk, Novosibirsk, Irkutsk) (was still the U.S.S.R. at the time) and Andorra.

I do work full-time outside of the home, but my office is nearby in the event of emergencies and to aid in flexible check-in times.  ","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/users/170758/profile_pic/1390344419/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/170758/profile_pic/1390344419/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"River North","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'offline_government_id', 'kba', 'selfie', 'government_id', 'identity_manual']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"River North","neighbourhood_cleansed":"Near North Side","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60654,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.89377,"longitude":-87.63465,"is_location_exact":"t","property_type":"Condominium","room_type":"Private room","accommodates":2,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$75.00 ","weekly_price":"$600.00 ","monthly_price":"$2,500.00 ","security_deposit":"","cleaning_fee":"","guests_included":1,"extra_people":"$0.00 ","minimum_nights":3,"maximum_nights":14,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":14,"maximum_maximum_nights":14,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":14,"calendar_updated":"yesterday","has_availability":"t","availability_30":6,"availability_60":17,"availability_90":17,"availability_365":17,"calendar_last_scraped":"5/19/2019","number_of_reviews":467,"number_of_reviews_ltm":38,"first_review":"10/12/2010","last_review":"4/14/2019","review_scores_rating":94,"review_scores_accuracy":10,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000013112","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":0,"calculated_host_listings_count_private_rooms":1,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":4.46},
{"id":44020,"listing_url":"https://www.airbnb.com/rooms/44020","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"2 Bedroom 1 Block to Fullerton L - Garage Avail","summary":"Express Red line service to the Loop is 1 block away!  Resident manager in 4-unit brownstone built just after the great Fire. Tastefully furnished. Modern granite kitchen, central  heat & AC.  Warm brick walls, hardwood floors & fun neighborhood beat generic corporate rentals any day.  On a quiet side street in Lincoln Park, Chicago’s premiere neighborhood  with abundant restaurants, bars & shops. Close to the Loop, Grant Park, the lakefront. Grill on the building's deck (shared with 3 units)","space":"This apartment is charming with hardwood floors and exposed brick walls, but also modern with a granite kitchen, dishwasher and central heat and A/C. We provide down comforters (or non-down if requested for those with allergies), cotton linens and towels; hair dryer; soap and shampoo; tea and coffee; secure high-speed wireless Internet; cable; and a 47” flat screen TV.  Shared building amenities include an equipped outdoor garage roof deck with gas grill, a small fenced-in back yard, and an herb garden.   The Fullerton L stop (this is a main station with Brown, Purple and Red Line service). is only a block away. In addition, we have a walk score of 95! Walk 1.5 mi North or take the Red Line 2 short stops to Wrigley Field.  The Halsted bus 3 blocks away will bring you to Greek Town and the Stadium for concerts, Blackhawks and Bulls games. The Fullerton bus on the corner will whisk you to the lakefront, Lincoln Park Zoo, Peggy Notebarte Nature Museum and more.  Wicker Park and Bucktown a","description":"Express Red line service to the Loop is 1 block away!  Resident manager in 4-unit brownstone built just after the great Fire. Tastefully furnished. Modern granite kitchen, central  heat & AC.  Warm brick walls, hardwood floors & fun neighborhood beat generic corporate rentals any day.  On a quiet side street in Lincoln Park, Chicago’s premiere neighborhood  with abundant restaurants, bars & shops. Close to the Loop, Grant Park, the lakefront. Grill on the building's deck (shared with 3 units) This apartment is charming with hardwood floors and exposed brick walls, but also modern with a granite kitchen, dishwasher and central heat and A/C. We provide down comforters (or non-down if requested for those with allergies), cotton linens and towels; hair dryer; soap and shampoo; tea and coffee; secure high-speed wireless Internet; cable; and a 47” flat screen TV.  Shared building amenities include an equipped outdoor garage roof deck with gas grill, a small fenced-in back yard, and an herb g","experiences_offered":"none","neighborhood_overview":"This is a safe and vibrant area with dozens of restaurants, shops and bars. The beach is only 1 mile away and Wrigley Field is walkable (right up Sheffield which is one block away).","notes":"This is a NO SMOKING building","transit":"The Red Line is one block away with express service to the Loop taking only 12 minutes.","access":"Once you book, you need to send me your email address so I can email you arrival instructions. I typically send arrival instructions a day or 2 before your arrival.  We use keypads and key boxes, making check in a breeze. No need to meet with anyone - just bring your check-in information with you or access it from your phone.  We ask that guests arrive before 11pm if possible to avoid disturbing other residents in the building. Normal check in is 3pm or later. We will attempt to accommodate requests for early arrivals but if other guests left the same day, you will likely be allowed to drop off your things to allow the unit to be cleaned.  We ask that guests arrive before 11pm if possible to avoid disturbing other residents in the building. If you cannot arrive during these hours, please tell me in advance. If you are arriving in the early morning or late evening, PLEASE do so quietly - no talking in the hall - as people are likely sleeping.  Departure is by 11am. Later departures will","interaction":"If live in California, but I have an onsite manager, Ness, who can handle most issues during reasonable hours. If it is 2am Chicago time and you have locked yourself out of the building, please call me.  If you want more towels or have other non-urgent needs, please contact Ness before 9pm.  For non-emergencies, please send a message through the system or call/text. If you are contacting me, please remember that California is 2 hours behind Chicago.","house_rules":"A pet fee is charged for all pets. If you have any question about this, please ask prior to booking. Otherwise, a change request will be sent to you for the pet fee. Pet fees range from $70 to 100. THERE IS A LOST KEY CHARGE OF $200. No smoking in the unit. Evidence of smoking in the building or a failure to dispose of all smoking materials for smoking outdoors will result in the SURRENDER OF YOUR SECURITY DEPOSIT TO CLEAN UP THE UNIT/BUILDING/EXTERIOR. No loud TV or music after 10pm inside the building. Chicago Noise Curfew is in effect from 11pm until 7am.  Neighbors will call the police so please be respectful. No more than 3 additional people permitted at the property at any time during your stay. If you have a pet with you, you must clean up after it.  You are responsible for your possessions and property at all times during your stay.  Please purchase traveler's insurance if you will have expensive electronics or other items with you as they are not covered by the building insura","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/730606/d0ff831f_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":101521,"host_url":"https://www.airbnb.com/users/show/101521","host_name":"Red","host_since":"3/31/2010","host_location":"Chicago, Illinois, United States","host_about":"Travel is fun and exciting but can be hard on the wallet.  It doesn't have to be that way.  Email if you have questions, especially if your requested dates are in the near term and I will do my best to work with you!\n
Having spent more time than I care to remember in sterile, uninviting hotel rooms, I was initially attracted to vacation rentals as refreshing, and often more affordable, alternatives.  What I found were the same white walls and beige furniture or, even worse, cluttered rooms and Aunt Edna's donated dilapidated couch in the living room.  Well, welcome to something different.  Take a break from your busy schedule by relaxing in clean, inviting rental that that feels enough like home that you're immediately comfortable while being so special you'll look forward to your return.  Many of my guests have been back 2 or 3 times, and some have found themselves venturing across the country to check out another Red Hot Vacation Rental.  

My places are located in Chicago, Miami Beach and San Francisco. I've lived in all 3 cities and am happy to suggest hidden local gems or recommend the best nearby dry cleaner.    
","host_response_time":"within a day","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/101521/profile_pic/1270054420/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/101521/profile_pic/1270054420/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Lincoln Park","host_listings_count":9,"host_total_listings_count":9,"host_verifications":"['email', 'phone', 'reviews', 'jumio', 'offline_government_id', 'kba', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Lincoln Park","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.92673,"longitude":-87.65731,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":6,"bathrooms":1,"bedrooms":2,"beds":4,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$80.00 ","weekly_price":"","monthly_price":"","security_deposit":"$200.00 ","cleaning_fee":"$140.00 ","guests_included":1,"extra_people":"$7.00 ","minimum_nights":32,"maximum_nights":190,"minimum_minimum_nights":32,"maximum_minimum_nights":80,"minimum_maximum_nights":190,"maximum_maximum_nights":190,"minimum_nights_avg_ntm":49.7,"maximum_nights_avg_ntm":190,"calendar_updated":"yesterday","has_availability":"t","availability_30":27,"availability_60":57,"availability_90":87,"availability_365":266,"calendar_last_scraped":"5/19/2019","number_of_reviews":51,"number_of_reviews_ltm":1,"first_review":"8/19/2011","last_review":"4/14/2019","review_scores_rating":80,"review_scores_accuracy":8,"review_scores_cleanliness":8,"review_scores_checkin":8,"review_scores_communication":8,"review_scores_location":9,"review_scores_value":8,"requires_license":"t","license":"city registration pending","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":4,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.54},
{"id":46151,"listing_url":"https://www.airbnb.com/rooms/46151","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":" Furnished Junior 1 Bedroom :SW1R","summary":"","space":"Welcome to Old Town Lincoln Park!  This is the neighborhood you want to visit .  This is a completely and beautifully furnished apartment home with all utilities set up and included in the rent: central heat and air, cable, wireless high speed internet, electic, gas and water. The kitchen is fully stocked and we supply plenty of bath towels, two sets of linens for the queen size bed, tv, dvd player, stereo, iron, vacuum, etc.. Laundry on site. Street parking is very easy and we will provide you with the permits for free! You will love this neighborhood!!! This six flat building is walking distance to everything Chicago has to offer:  Lake Michigan and its beaches, fine dining, night clubs, comedy clubs, grocery store, large state of the art health club, movie theatre, incredible shopping, and the el train are just a few blocks away. We have many other beautifully furnished apartment homes in only the best Chicago neighborhoods so please view all of our listing - and our reviews.  We re","description":"Welcome to Old Town Lincoln Park!  This is the neighborhood you want to visit .  This is a completely and beautifully furnished apartment home with all utilities set up and included in the rent: central heat and air, cable, wireless high speed internet, electic, gas and water. The kitchen is fully stocked and we supply plenty of bath towels, two sets of linens for the queen size bed, tv, dvd player, stereo, iron, vacuum, etc.. Laundry on site. Street parking is very easy and we will provide you with the permits for free! You will love this neighborhood!!! This six flat building is walking distance to everything Chicago has to offer:  Lake Michigan and its beaches, fine dining, night clubs, comedy clubs, grocery store, large state of the art health club, movie theatre, incredible shopping, and the el train are just a few blocks away. We have many other beautifully furnished apartment homes in only the best Chicago neighborhoods so please view all of our listing - and our reviews.  We re","experiences_offered":"none","neighborhood_overview":"","notes":"","transit":"","access":"","interaction":"upon making a reservation please inform us via airbnb website of your arrival and departure time.  It helps us coordinate early check ins, late check outs and our housekeeping schedule","house_rules":"We love meeting all of our guests but to make your arrival process easier we have installed a buzzer system to gain access into the common area of the building.  The code will be given to you when the reservation is made. We will leave the apartment door unlocked with the keys inside.  Please leave the keys inside the apartment when you vacate and do NOT lock the door. The wireless connection is TempHomes at Sedgwick  and the password is (Phone number hidden by Airbnb) We can be very flexible with move in and move out times as long as we can get this apartment home cleaned for the next airbnb client. It is best to contact us via the airbnb website at all times.  I get constant text messages and I am always on this website so I should be able to answer your questions promptly.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/09407a5f-e5d9-415b-8d98-6c8dacadf745.jpg?aki_policy=large","xl_picture_url":null,"host_id":87231,"host_url":"https://www.airbnb.com/users/show/87231","host_name":"Jeff And JoAnne","host_since":"3/2/2010","host_location":"Chicago, Illinois, United States","host_about":"  We love helping people find new homes, whether it is for a few nights or 3 months.  Chicago is an incredible city and we appreciate your trust in us and our furnished apartment homes.  We look forward to making your  Chicago experience a memorable one.\n","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Old Town","host_listings_count":17,"host_total_listings_count":17,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Old Town","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.91331,"longitude":-87.63964,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":4,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":550,"price":"$75.00 ","weekly_price":"","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$25.00 ","guests_included":1,"extra_people":"$0.00 ","minimum_nights":1,"maximum_nights":730,"minimum_minimum_nights":1,"maximum_minimum_nights":1,"minimum_maximum_nights":730,"maximum_maximum_nights":730,"minimum_nights_avg_ntm":1,"maximum_nights_avg_ntm":730,"calendar_updated":"today","has_availability":"t","availability_30":0,"availability_60":0,"availability_90":16,"availability_365":183,"calendar_last_scraped":"5/19/2019","number_of_reviews":233,"number_of_reviews_ltm":31,"first_review":"9/12/2010","last_review":"4/30/2019","review_scores_rating":87,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"City registration pending","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":14,"calculated_host_listings_count_entire_homes":14,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":2.2},
{"id":46154,"listing_url":"https://www.airbnb.com/rooms/46154","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Old Town Lincoln Park studio: 2F","summary":"","space":"Welcome to Old Town Lincoln Park!  This is the neighborhood you want to visit .  This is a completely and beautifully furnished apartment home with all utilities set up and included in the rent: central heat and air, cable, wireless high speed internet, electic, gas and water. The kitchen is fully stocked and we supply plenty of bath towels, two sets of linens for the queen size bed, tv, dvd player, stereo, iron, vacuum, etc.. Laundry on site. Street parking is very easy and we will provide you with the permits for free! You will love this neighborhood!!! This six flat building is walking distance to everything Chicago has to offer:  Lake Michigan and its beaches, fine dining, night clubs, comedy clubs, grocery store, large state of the art health club, movie theatre, incredible shopping, and the el train are just a few blocks away. We have many other beautifully furnished apartment homes in only the best Chicago neighborhoods so please view all of our listing - and our reviews.  We re","description":"Welcome to Old Town Lincoln Park!  This is the neighborhood you want to visit .  This is a completely and beautifully furnished apartment home with all utilities set up and included in the rent: central heat and air, cable, wireless high speed internet, electic, gas and water. The kitchen is fully stocked and we supply plenty of bath towels, two sets of linens for the queen size bed, tv, dvd player, stereo, iron, vacuum, etc.. Laundry on site. Street parking is very easy and we will provide you with the permits for free! You will love this neighborhood!!! This six flat building is walking distance to everything Chicago has to offer:  Lake Michigan and its beaches, fine dining, night clubs, comedy clubs, grocery store, large state of the art health club, movie theatre, incredible shopping, and the el train are just a few blocks away. We have many other beautifully furnished apartment homes in only the best Chicago neighborhoods so please view all of our listing - and our reviews.  We re","experiences_offered":"none","neighborhood_overview":"","notes":"upon making a reservation please inform us via airbnb website of your arrival and departure time.  It helps us coordinate early check ins, late check outs and our housekeeping schedule","transit":"","access":"once a reservation is made I will give you the code to get into the building.","interaction":"Feel free to contact me via text or call anytime before, during or after your stay with us","house_rules":"We love meeting all of our guests but to make your arrival process easier we have installed a buzzer system to gain access into the common area of the building.  The code will be given once a reservation is made.  We will leave the apartment door unlocked with the keys inside.  Please leave the keys inside the apartment when you vacate and do NOT lock the door. The wireless connection is TempHomes at Sedgwick and the password is (Phone number hidden by Airbnb) We can be very flexible with move in and move out times as long as we can get this apartment home cleaned for the next airbnb client. It is best to contact us via the airbnb website at all times.  I get constant text messages and I am always on this website so I should be able to answer your questions promptly.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/24471071-d514-43ea-acbb-b97700b645a0.jpg?aki_policy=large","xl_picture_url":null,"host_id":87231,"host_url":"https://www.airbnb.com/users/show/87231","host_name":"Jeff And JoAnne","host_since":"3/2/2010","host_location":"Chicago, Illinois, United States","host_about":"  We love helping people find new homes, whether it is for a few nights or 3 months.  Chicago is an incredible city and we appreciate your trust in us and our furnished apartment homes.  We look forward to making your  Chicago experience a memorable one.\n","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Old Town","host_listings_count":17,"host_total_listings_count":17,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Old Town","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.91287,"longitude":-87.63979,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":3,"bathrooms":1,"bedrooms":1,"beds":2,"bed_type":"Real Bed","amenities":"{TV,","square_feet":550,"price":"$65.00 ","weekly_price":"","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$25.00 ","guests_included":1,"extra_people":"$0.00 ","minimum_nights":1,"maximum_nights":730,"minimum_minimum_nights":1,"maximum_minimum_nights":1,"minimum_maximum_nights":730,"maximum_maximum_nights":730,"minimum_nights_avg_ntm":1,"maximum_nights_avg_ntm":730,"calendar_updated":"today","has_availability":"t","availability_30":8,"availability_60":34,"availability_90":44,"availability_365":166,"calendar_last_scraped":"5/19/2019","number_of_reviews":243,"number_of_reviews_ltm":56,"first_review":"9/29/2010","last_review":"4/22/2019","review_scores_rating":89,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"City registration pending","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":14,"calculated_host_listings_count_entire_homes":14,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":2.31},
{"id":56802,"listing_url":"https://www.airbnb.com/rooms/56802","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Beautiful 2 BR Old Town Lincoln Pk","summary":"Completely and beautifully furnished 2 bedroom / 2 bath is located in the heart of Old Town Lincoln Park - one of Chicago's trendiest neighborhood  Private roof deck with a skyline view of the city We think you will really enjoy this neighborhood.  This building is walking distance to everything Chicago has to offer: Lake Michigan and its beaches Michigan Ave. and its magnificent shopping Chicago's finest restaurants and bars  EL train is just 2 blocks away. We look forward to hearing from you!","space":"This completely and beautifully furnished two bedroom / two bath is located in the heart of Old Town Lincoln Park - one of Chicago's trendiest neighborhoods. This apartment home has a private rooftop deck with a skyline view of the city, jacuzzi bath tub and a washer and dryer. The kitchen is completely stocked and we supply 2 sets of sheets for the queen size and twin size beds We think you will really enjoy this neighborhood.  This building is walking distance to everything Chicago has to offer: Lake Michigan and its beaches Michigan Ave. and its magnificent shopping experiences Chicago's finest restaurants and bars Live entertainment such as Second City and Zanies comedy clubs state of the art health club and the el train is just 2 blocks away. We can give you free street parking permits OR you can use the app SpotHero to find convenient off street parking. We look forward to hearing from you!","description":"Completely and beautifully furnished 2 bedroom / 2 bath is located in the heart of Old Town Lincoln Park - one of Chicago's trendiest neighborhood  Private roof deck with a skyline view of the city We think you will really enjoy this neighborhood.  This building is walking distance to everything Chicago has to offer: Lake Michigan and its beaches Michigan Ave. and its magnificent shopping Chicago's finest restaurants and bars  EL train is just 2 blocks away. We look forward to hearing from you! This completely and beautifully furnished two bedroom / two bath is located in the heart of Old Town Lincoln Park - one of Chicago's trendiest neighborhoods. This apartment home has a private rooftop deck with a skyline view of the city, jacuzzi bath tub and a washer and dryer. The kitchen is completely stocked and we supply 2 sets of sheets for the queen size and twin size beds We think you will really enjoy this neighborhood.  This building is walking distance to everything Chicago has to offe","experiences_offered":"none","neighborhood_overview":"","notes":"upon making a reservation please inform us via airbnb website of your arrival and departure time.  It helps us coordinate early check ins, late check outs and our housekeeping schedule","transit":"","access":"","interaction":"","house_rules":"We love meeting all of our guests but to make your arrival process easier we have installed a buzzer system to gain access into the common area of the building.  The code will be given once the reservation is made.  We will leave the apartment door unlocked with the keys inside.  Please leave the keys inside the apartment when you vacate and do NOT lock the door. The wireless connection is TempHomes at Sedgwick and the password is (PHONE NUMBER HIDDEN) We can be very flexible with move in and move out times as long as we can get this apartment home cleaned for the next airbnb client. It is best to contact us via the airbnb website at all times.  I get constant text messages and I am always on this website so I should be able to answer your questions promptly.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/17858203/12013c96_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":87231,"host_url":"https://www.airbnb.com/users/show/87231","host_name":"Jeff And JoAnne","host_since":"3/2/2010","host_location":"Chicago, Illinois, United States","host_about":"  We love helping people find new homes, whether it is for a few nights or 3 months.  Chicago is an incredible city and we appreciate your trust in us and our furnished apartment homes.  We look forward to making your  Chicago experience a memorable one.\n","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/87231/profile_pic/1433385498/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Old Town","host_listings_count":17,"host_total_listings_count":17,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Old Town","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.91264,"longitude":-87.63979,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":6,"bathrooms":2,"bedrooms":2,"beds":3,"bed_type":"Real Bed","amenities":"{TV,","square_feet":1100,"price":"$155.00 ","weekly_price":"","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$55.00 ","guests_included":1,"extra_people":"$0.00 ","minimum_nights":1,"maximum_nights":730,"minimum_minimum_nights":1,"maximum_minimum_nights":1,"minimum_maximum_nights":730,"maximum_maximum_nights":730,"minimum_nights_avg_ntm":1,"maximum_nights_avg_ntm":730,"calendar_updated":"today","has_availability":"t","availability_30":18,"availability_60":36,"availability_90":56,"availability_365":214,"calendar_last_scraped":"5/19/2019","number_of_reviews":252,"number_of_reviews_ltm":35,"first_review":"1/1/2011","last_review":"4/27/2019","review_scores_rating":89,"review_scores_accuracy":9,"review_scores_cleanliness":8,"review_scores_checkin":9,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"R17000019202","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":14,"calculated_host_listings_count_entire_homes":14,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":2.47},
{"id":71930,"listing_url":"https://www.airbnb.com/rooms/71930","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Rest, Relax and Explore","summary":"A peaceful shared space in Chicago's Ukrainian Village Neighborhood. Perfect for students and couples staying 4 days or more. Shopping, dining, nightlife, sightseeing, buses, rental bikes are all within steps from the apartment.","space":"Mike, Vero (and dog Piper) live in a 3 bedroom apartment above an art studio. Your guest bedroom is located in the front of the apartment, directly outside of the living room/TV room, which has a beautiful view of our vibrant neighborhood.  The bedroom has a large storage closet, queen bed with extra sheets & towels, small table and chair for studying. There is also a larger table outside the bedroom, near the WiFi internet router, that you are welcome to use at any time to bring your laptop or just enjoy a meal and watch the neighbors walk by. The Living room, TV room, bathroom, kitchen and porch are yours to enjoy too. Just clean up any messes. Those spaces are shared with us and any other guest that stays in the second private bedroom. You'll have storage space in the kitchen and bathroom...We provide a few basic things to get you started for the first couple days of your stay.","description":"A peaceful shared space in Chicago's Ukrainian Village Neighborhood. Perfect for students and couples staying 4 days or more. Shopping, dining, nightlife, sightseeing, buses, rental bikes are all within steps from the apartment. Mike, Vero (and dog Piper) live in a 3 bedroom apartment above an art studio. Your guest bedroom is located in the front of the apartment, directly outside of the living room/TV room, which has a beautiful view of our vibrant neighborhood.  The bedroom has a large storage closet, queen bed with extra sheets & towels, small table and chair for studying. There is also a larger table outside the bedroom, near the WiFi internet router, that you are welcome to use at any time to bring your laptop or just enjoy a meal and watch the neighbors walk by. The Living room, TV room, bathroom, kitchen and porch are yours to enjoy too. Just clean up any messes. Those spaces are shared with us and any other guest that stays in the second private bedroom. You'll have storage sp","experiences_offered":"none","neighborhood_overview":"Ukrainian Village / West Town is a beautifully tree-lined neighborhood, with ornate churches, large historic homes, delicious food, fun bars, nightclubs, cafes, shopping...We've got maps!  Hot breakfast is available at Sunrise Cafe, which is just down the street. Also check out Feed, Dark Matter (coffee), Bite, Whisk, Roots Pizza. Lunch, Dinner and drinks are available at El Metro Cantina and The Rookery.","notes":"Guests with a clear photo, complete profile and shared schedule for check-in/check-out (dates and estimated times are fine) will be given priority. Please let me know if you think you might have a problem with having a dog in the house. Please note: Piper is still a happy, playful and curious dog (especially with unattended shoes), so I do ask all guests to just keep the bedroom doors closed. Overnight visitors that do not book through Airbnb are not allowed.","transit":"Buses and rental bikes are just across the street! It's easy to ride the #66 Chicago Avenue bus or #50 Damen avenue bus to any train stop from O'Hare or Midway Airport, Navy Pier or Downtown. It's only a 15-20 minute walk to Wicker Park/Bucktown's Music and dining district, The new 606 Bloomdale (Biking/Walking)Trail and the Blue line train to O'hare airport/downtown. Of course, taxis and uber rides are around, but ask about my $20 LYFT discount. (MIKELMT)","access":"When the weather allows, the back terrace is a wonderful place that most guests just love to hangout and read a book or just watch the neighborhood in action.  You'll have your own kitchen storage and shelf in the refrigerator for any personal groceries...all guests are welcome to make food in the kitchen, We just ask that you clean up after each meal. Let me know if you have a regular bathroom schedule during the week.","interaction":"We love suggesting places to go and would be happy to hangout if you would like to trade stories and experiences. Veronica is available at her restaurant  one block away) during the week if an emergency comes up, or you just need some yummy Mexican food. Mike works mostly nights and weekends as a Massage Therapist ( just a few blocks away also), so you'll have a lot of private time to relax or play with Piper if you want.  We walk Piper every few hours during the day (occasionally hire a walker) and keep her in our bedroom overnight...please let me know if she gets in your way and I may make arrangements for her to be in daycare for a couple days.","house_rules":"Only our Airbnb guests are allowed in the house. There is a $25/night charge for extra guest. No overnight guests allowed without a paid reservation. Check out is at 11am, so we can reset the room for our next guests. Please ask if later check out time is available. -Please be respectful of noise levels around bedtime, which is normally 10pm-7am. -Let me know if you have a ","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/547a389f-0bc7-411d-b62f-5c64792ddf44.jpg?aki_policy=large","xl_picture_url":null,"host_id":334241,"host_url":"https://www.airbnb.com/users/show/334241","host_name":"Michael And Veronica","host_since":"1/3/2011","host_location":"Chicago, Illinois, United States","host_about":"Hi! We are both local business owners in the neighborhood. Mike is a Massage Therapist and Veronica is a restaurant owner.\nWe've been an Airbnb guest and host for a few years now and made some great friendships, as well as met some pretty wonderful people! 

Mike loves to create music and explore art/new music/explore/eat pizza, bacon, cheese, and anything with potatoes. I also love spending time with my dog Piper! She is a sweet 3 year old (Shepard mix) who loves to do tricks for treats and really likes people who like dogs :)
Veronica makes art, draws and works at her restaurant just down the street from the house..you should come by!!!

If you are bilingual in English/Spanish, "Yo hablar un poco de español" with you, since my girlfriend has inspired me to take lessons for our trips to Mexico City. She also owns the best Mexican restaurant , just down the street.  Hasta luego! ","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/pictures/user/83ef1098-f255-47ec-8daa-823daaa4bc4a.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/user/83ef1098-f255-47ec-8daa-823daaa4bc4a.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Ukrainian Village","host_listings_count":3,"host_total_listings_count":3,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'kba']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Ukrainian Village","neighbourhood_cleansed":"West Town","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60622,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.89687,"longitude":-87.67989,"is_location_exact":"t","property_type":"Apartment","room_type":"Private room","accommodates":2,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,Wifi,","square_feet":null,"price":"$59.00 ","weekly_price":"$400.00 ","monthly_price":"$1,300.00 ","security_deposit":"$100.00 ","cleaning_fee":"","guests_included":1,"extra_people":"$25.00 ","minimum_nights":3,"maximum_nights":90,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":90,"maximum_maximum_nights":90,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":90,"calendar_updated":"today","has_availability":"t","availability_30":8,"availability_60":8,"availability_90":14,"availability_365":103,"calendar_last_scraped":"5/19/2019","number_of_reviews":58,"number_of_reviews_ltm":16,"first_review":"5/23/2011","last_review":"4/14/2019","review_scores_rating":96,"review_scores_accuracy":10,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":9,"review_scores_value":9,"requires_license":"t","license":"R17000013986","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"t","require_guest_phone_verification":"t","calculated_host_listings_count":2,"calculated_host_listings_count_entire_homes":0,"calculated_host_listings_count_private_rooms":2,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.6},
{"id":79101,"listing_url":"https://www.airbnb.com/rooms/79101","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"5★Cubs/Riviera/AragonTRAIN2Bdrms/Ba","summary":"This not a rental for the whole house. Steps from the Aragon and Riviera. You can see the Aragon from the house. Lots of woodwork, paintings, hardwood floors, modern,  updated, warm and natural. This rental is for 2 bedrooms on a very private 3rd floor with private bath. Max. 8 people. Entire house is $975 day. The neighborhood is the  most diverse in Chicago, all nationalities, races, lifestyles.","space":"We have been designated as ","description":"This not a rental for the whole house. Steps from the Aragon and Riviera. You can see the Aragon from the house. Lots of woodwork, paintings, hardwood floors, modern,  updated, warm and natural. This rental is for 2 bedrooms on a very private 3rd floor with private bath. Max. 8 people. Entire house is $975 day. The neighborhood is the  most diverse in Chicago, all nationalities, races, lifestyles. We have been designated as ","experiences_offered":"none","neighborhood_overview":"Lots of restaurants all ethnic varieties as well as Sports bars, outdoor / indoor dining.  Entertainment area. Large Music venues, Cabaret, Old Style Burlesque, Jazz at the world famous Green Mill and Beach bar at the Dock at Montrose Beach.  The neighborhood is the most diverse in Chicago with all lifestyles, nationalities and income levels. Beach, bikes walking distance.","notes":"On the 3rd floor are Two bedrooms  are 12 x 23 and each has 2 queen size beds. Total of 4 queen size beds w real mattresses. The 2nd floor bedroom is 14 x 20. So there are 3 very large bedrooms and 2 standard size bedrooms when renting the entire house.","transit":"Train to all parts of the city is 1/2 block away.","access":"Guests have reasonable access to Kitchen, 2 out door decks and living room. We are renting the rooms, access to other parts of the house listed above should be used within reason and are not meant to be occupied permanently by guests who do not intend to leave the house and have parties in the house.  If you do not intent to leave the house there is an additional charge of $200 per day. Parties given in the house are $300.  Please make sure the gate is locked and closed when leaving. There is a bolt on the inside of the gate. When leaving, simply reach through the grate in the gate and push the bolt into the side wall. Do the same when entering, reach through the grate and push the bolt open.  Children under 5 years old are not permitted from April to November, during busy season unless a specific request is made.","interaction":"We are friendly, perceptive and interact with guests either very little or including them in parties, performances etc we might be involved in.  We follow the cues of our guests.  We are always within reach if needed.","house_rules":"#NAME?","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/74600fb3-9a03-4513-b5c8-437b1348be70.jpg?aki_policy=large","xl_picture_url":null,"host_id":272671,"host_url":"https://www.airbnb.com/users/show/272671","host_name":"Two For The Road","host_since":"10/27/2010","host_location":"Chicago, Illinois, United States","host_about":"We are easy going, relaxed, have a sense of humor and are helpful in many ways to all our guests. \n
","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/pictures/de3949aa-5d8e-485d-ae93-7c90d0d7c9c4.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/de3949aa-5d8e-485d-ae93-7c90d0d7c9c4.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Uptown","host_listings_count":5,"host_total_listings_count":5,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'offline_government_id', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Uptown","neighbourhood_cleansed":"Uptown","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60640,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.96792,"longitude":-87.65757,"is_location_exact":"t","property_type":"House","room_type":"Private room","accommodates":6,"bathrooms":2.5,"bedrooms":1,"beds":4,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$180.00 ","weekly_price":"$1,200.00 ","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$30.00 ","guests_included":4,"extra_people":"$50.00 ","minimum_nights":2,"maximum_nights":365,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":365,"maximum_maximum_nights":365,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":365,"calendar_updated":"2 days ago","has_availability":"t","availability_30":23,"availability_60":44,"availability_90":65,"availability_365":324,"calendar_last_scraped":"5/19/2019","number_of_reviews":146,"number_of_reviews_ltm":4,"first_review":"3/21/2011","last_review":"10/14/2018","review_scores_rating":96,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":9,"review_scores_value":9,"requires_license":"t","license":"R170000141412","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":3,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":1.47},
{"id":84042,"listing_url":"https://www.airbnb.com/rooms/84042","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"The Explorer Room","summary":"This is a peaceful/private bedroom in a shared home (with a dog). Perfect for a student internship or a couple passing through for an extended weekend. Ukrainian Village has everything you need from shopping to nightlife and dining, just down the street! Public transportation to and from the airport and downtown makes it super easy to get here. Ride sharing, Buses, Rental Bikes are available everywhere in the neighborhood. We'll provide some basic kitchen/bathroom amenities to get you started.","space":"Full Sized Bed in basic private bedroom. Room has a dresser, a few hangers and hooks for work or dress clothes, a nice desk and a few shelves for personal items.","description":"This is a peaceful/private bedroom in a shared home (with a dog). Perfect for a student internship or a couple passing through for an extended weekend. Ukrainian Village has everything you need from shopping to nightlife and dining, just down the street! Public transportation to and from the airport and downtown makes it super easy to get here. Ride sharing, Buses, Rental Bikes are available everywhere in the neighborhood. We'll provide some basic kitchen/bathroom amenities to get you started. Full Sized Bed in basic private bedroom. Room has a dresser, a few hangers and hooks for work or dress clothes, a nice desk and a few shelves for personal items. Guests are welcome to share the Kitchen, Bathroom, Terrace, TV Room and Reading room. We'll be around occasionally, or we may also have a guest in our second private bedroom. Bedroom key is available upon request. I'll be home throughout the day, since I work in the neighborhood and come home often to take care of my dog Piper. Accessibl","experiences_offered":"none","neighborhood_overview":"Accessible to everything Chicago has to offer. Ukrainian Village has fantastic dining and shopping, walking distance to a few bars and music venues like Subterrainian and Empty Bottle.","notes":"Extra sheets and towels are provided for longer reservations. An excellent  Drop-off/ or self wash laundry service is available down the street for a reasonable price.","transit":"Parking is super easy on most side streets, but you'll need to read some street signs before selecting a permanent parking spot. Getting around is really easy with Lyft/Uber rideshare, #66 Chicago ave bus, Western ave bus and Damen ave bus...all down the road from the Blue Line Train. Rental bikes from Divvy are down the street and available all day.","access":"Guests are welcome to share the Kitchen, Bathroom, Terrace, TV Room and Reading room. We'll be around occasionally, or we may also have a guest in our second private bedroom. Bedroom key is available upon request.","interaction":"I'll be home throughout the day, since I work in the neighborhood and come home often to take care of my dog Piper.","house_rules":"-Lock the doors and close hallway lights when not in use. I will leave the small kitchen light on for you. - Please share the responsibility of keeping the place clean. Trash from your room and kitchen go in the alley trash outside, all guests are asked t","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/13143466/e57151d4_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":334241,"host_url":"https://www.airbnb.com/users/show/334241","host_name":"Michael And Veronica","host_since":"1/3/2011","host_location":"Chicago, Illinois, United States","host_about":"Hi! We are both local business owners in the neighborhood. Mike is a Massage Therapist and Veronica is a restaurant owner.\nWe've been an Airbnb guest and host for a few years now and made some great friendships, as well as met some pretty wonderful people! 

Mike loves to create music and explore art/new music/explore/eat pizza, bacon, cheese, and anything with potatoes. I also love spending time with my dog Piper! She is a sweet 3 year old (Shepard mix) who loves to do tricks for treats and really likes people who like dogs :)
Veronica makes art, draws and works at her restaurant just down the street from the house..you should come by!!!

If you are bilingual in English/Spanish, "Yo hablar un poco de español" with you, since my girlfriend has inspired me to take lessons for our trips to Mexico City. She also owns the best Mexican restaurant , just down the street.  Hasta luego! ","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/pictures/user/83ef1098-f255-47ec-8daa-823daaa4bc4a.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/user/83ef1098-f255-47ec-8daa-823daaa4bc4a.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Ukrainian Village","host_listings_count":3,"host_total_listings_count":3,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'kba']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Ukrainian Village","neighbourhood_cleansed":"West Town","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60622,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.89693,"longitude":-87.68033,"is_location_exact":"t","property_type":"Apartment","room_type":"Private room","accommodates":2,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,Internet,Wifi,","square_feet":null,"price":"$55.00 ","weekly_price":"$422.00 ","monthly_price":"$930.00 ","security_deposit":"$100.00 ","cleaning_fee":"","guests_included":1,"extra_people":"$25.00 ","minimum_nights":3,"maximum_nights":90,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":90,"maximum_maximum_nights":90,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":90,"calendar_updated":"today","has_availability":"t","availability_30":2,"availability_60":20,"availability_90":37,"availability_365":116,"calendar_last_scraped":"5/19/2019","number_of_reviews":54,"number_of_reviews_ltm":19,"first_review":"4/18/2011","last_review":"3/26/2019","review_scores_rating":97,"review_scores_accuracy":10,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000013986","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"t","require_guest_phone_verification":"t","calculated_host_listings_count":2,"calculated_host_listings_count_entire_homes":0,"calculated_host_listings_count_private_rooms":2,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.55},
{"id":110705,"listing_url":"https://www.airbnb.com/rooms/110705","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Fab Value!/ Spa /Deck/ARAGON/RIVIERA/TRAIN/CUBS/","summary":"This is a beautiful room with a immense, private 20 x 25 outdoor deck attached to it.We are in a entertainment district, the neighborhood is the most diverse, all nationalities, races etc. Asia on Argyle is just a 3 blocks away with tons of asian restaurants. 100 year old Green Mill the most famous jazz club in Chicago is one block away. Next door to green mill is a Blues Bar. Uptown Underground with Magic, Burlesque and Music one block away. The Beach is 8 blocks away.","space":"We have been designated as ","description":"This is a beautiful room with a immense, private 20 x 25 outdoor deck attached to it.We are in a entertainment district, the neighborhood is the most diverse, all nationalities, races etc. Asia on Argyle is just a 3 blocks away with tons of asian restaurants. 100 year old Green Mill the most famous jazz club in Chicago is one block away. Next door to green mill is a Blues Bar. Uptown Underground with Magic, Burlesque and Music one block away. The Beach is 8 blocks away. We have been designated as ","experiences_offered":"none","neighborhood_overview":"The Neighborhood has a number of entertainment attractions, the Riviera and Aragon theaters for touring bands, the Green Mill, the most famous jazz club in Chicago, and arcade bar, Sports Bars, a blues bar next to the Green Mill. Fitness and rock climbing gym, tons of restaurants and coffee shops such as Starbucks, Heritage Cafe (Beautiful interior with tons of leather sofas) Everybody's Coffee and Asia on Argyle with 20 asian restaurants and many shops.","notes":"No Keys needed.","transit":"The L train which takes you to all parts of the city is steps from the house 1 minute away. Many buses, easy to get a cab on the street. Walk to the beach and even to Wrigley Field, though the train takes you directly there in a few minutes.","access":"The Bedroom has a private deck attached to it. Next to the bedroom is a Spa Bathroom. Kitchen and fridge are acessible as well as the lower deck with barbecue. Living room and Kitchen.","interaction":"Usually very little unless requested.","house_rules":"PLEASE DO -Make sure the Front Gate is CLOSED when leaving. Reach through the grate and slide the bolt closed, do the same to open.  - be respectful of personal belongings, - make yourself at home - go out and enjoy the neighborhood - call or text us if you have any questions PLEASE DO NOT: - smoke inside Valid IDs will be required upon checking in. Common sense required.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/2538219/f98937a4_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":272671,"host_url":"https://www.airbnb.com/users/show/272671","host_name":"Two For The Road","host_since":"10/27/2010","host_location":"Chicago, Illinois, United States","host_about":"We are easy going, relaxed, have a sense of humor and are helpful in many ways to all our guests. \n
","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/pictures/de3949aa-5d8e-485d-ae93-7c90d0d7c9c4.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/pictures/de3949aa-5d8e-485d-ae93-7c90d0d7c9c4.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Uptown","host_listings_count":5,"host_total_listings_count":5,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'jumio', 'offline_government_id', 'government_id']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Uptown","neighbourhood_cleansed":"Uptown","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60640,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.9693,"longitude":-87.65621,"is_location_exact":"t","property_type":"House","room_type":"Private room","accommodates":2,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$99.00 ","weekly_price":"","monthly_price":"","security_deposit":"","cleaning_fee":"","guests_included":1,"extra_people":"$0.00 ","minimum_nights":2,"maximum_nights":365,"minimum_minimum_nights":2,"maximum_minimum_nights":2,"minimum_maximum_nights":365,"maximum_maximum_nights":365,"minimum_nights_avg_ntm":2,"maximum_nights_avg_ntm":365,"calendar_updated":"2 days ago","has_availability":"t","availability_30":21,"availability_60":42,"availability_90":63,"availability_365":322,"calendar_last_scraped":"5/19/2019","number_of_reviews":134,"number_of_reviews_ltm":20,"first_review":"5/23/2011","last_review":"5/12/2019","review_scores_rating":97,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000014142","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":3,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":1.38},
{"id":126280,"listing_url":"https://www.airbnb.com/rooms/126280","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Near Lake, Wrigley and Weiss Hospital","summary":"Private cozy single bed rm, located on 2nd flr of vintage bldg located on tree lined, quiet street. Lakefront 2 blcks east. CTA bus stop 1 blck and Red Line train 3 blcks away. 2 Red line stops to Wriglyfield. Homey, friendly dog, kitchen access 24/7","space":"Apartment is on the second floor of a vintage building that is located in the Uptown Neighborhood (4800 North, off of Lake Shore Drive).Unusually large apartment - plenty of private places to hang, read, relax. Private room with twin bed is bright and overlooks the front porch.The addition of a 48","description":"Private cozy single bed rm, located on 2nd flr of vintage bldg located on tree lined, quiet street. Lakefront 2 blcks east. CTA bus stop 1 blck and Red Line train 3 blcks away. 2 Red line stops to Wriglyfield. Homey, friendly dog, kitchen access 24/7 Apartment is on the second floor of a vintage building that is located in the Uptown Neighborhood (4800 North, off of Lake Shore Drive).Unusually large apartment - plenty of private places to hang, read, relax. Private room with twin bed is bright and overlooks the front porch.The addition of a 48","experiences_offered":"none","neighborhood_overview":"Uptown  is considered the most diverse neighborhood in Chicago. There are a wide range of ethnic restaurants within walking distance to the apartment - Ethiopian, Indian, Mexican, Nigerian, Sushi, Thai, and Vietnamese. The Uptown Entertainment District is home to various music venues, nightclubs, restaurants and theatres. The famous Green Mill Jazz Club, which offers jazz 7 days a week, is 4 blocks from the apartment. Uptown is also a stop for Chicago Gangster tours, with many locations tied to infamous gangsters such as John Dillinger, and Al Capone. As in any big city, it is important to beware of your surroundings when walking at night. Uptown is a great location for jazz buffs, people who like to run, ride a bike and that needs access to tourist sites while not be in the middle of them.  The apartment is walking distance to Lincoln Park and Lake Michigan. It is a 5 minute walk to the running/bike path and 10 minutes to the beach. There is a DIVVY bike rental available 1/2 block awa","notes":"I've hosted guests from 2 nights to 6 months.","transit":"Transportation The CTA express bus stop to downtown is 1/2 block away and will get you to WaterTower Place in 25 minutes. The Red Line Lawrence stop is 3 blocks away, which will get you to Wrigley field in 15 minutes and downtown in 25 minutes.. Bus options include express routes on Lake Shore Drive and routes that will get you anywhere in the city. Fares:  Your Best Travel Value: Unlimited-ride passes offer you the most economical travel value. With unlimited rides, the more you ride, the more you save!   1-Day CTA Pass for $10 3-Day CTA Pass for $20 7-Day CTA Pass for $28 30-Day CTA Pass* for $100","access":"Guests have full access to the kitchen (and everything in it), dining room, bathroom and living room plus front and back porch. Host will assist with laundry with notice. My bedroom and office are off-limits.","interaction":"I will be present throughout the guest's stay in 99% of the cases. I have been known to go away for a day or two but it is not on a regular basis. My interaction with guests vary depending on the guest. I've gone sightseeing, out to dinner, on car rides, grocery shopping with some and others, we are like ships passing in the night. It is based on how long the guest is staying, reason for the stay and interests. I am always available and very willing to assist in any way I can.","house_rules":"No smoking. No visitors other than paid guest. Keep door closed to guest room in order to avoid the dog from getting into the guest room. The building maintains a quiet and safe environment and AIRBNB guests are asked to do all possible to do the same. For stays longer than a week, guests are asked to do wash their own sheets and towels.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/910581/8ae29d5f_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":626517,"host_url":"https://www.airbnb.com/users/show/626517","host_name":"Gail","host_since":"5/25/2011","host_location":"Chicago, Illinois, United States","host_about":"I am an easy going, flexible host.I want my guests to feel comfortable to ask for my help when needed and to feel at home. I let my guests do their own thing unless they need my assistance. I work at a non-profit as the Manager of Volunteer Relations. I've traveled all over the world and love the idea of hosting other travelers. My travel experiences range from staying in First Class hotels to BB's or homestays.   I've lived in the same apartment for over 20 years and feel comfortable in helping visitors with things to do in Chicago.","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/users/626517/profile_pic/1308751226/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/626517/profile_pic/1308751226/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Uptown","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'reviews', 'kba', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"Uptown","neighbourhood_cleansed":"Uptown","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60640,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.96804,"longitude":-87.65123,"is_location_exact":"t","property_type":"Apartment","room_type":"Private room","accommodates":1,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,","square_feet":1350,"price":"$48.00 ","weekly_price":"$255.00 ","monthly_price":"$950.00 ","security_deposit":"$0.00 ","cleaning_fee":"$20.00 ","guests_included":1,"extra_people":"$15.00 ","minimum_nights":3,"maximum_nights":365,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":365,"maximum_maximum_nights":365,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":365,"calendar_updated":"4 weeks ago","has_availability":"t","availability_30":0,"availability_60":0,"availability_90":0,"availability_365":162,"calendar_last_scraped":"5/19/2019","number_of_reviews":142,"number_of_reviews_ltm":15,"first_review":"6/16/2011","last_review":"5/6/2019","review_scores_rating":98,"review_scores_accuracy":10,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000014742","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"moderate","require_guest_profile_picture":"t","require_guest_phone_verification":"t","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":0,"calculated_host_listings_count_private_rooms":1,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":1.47},
{"id":133262,"listing_url":"https://www.airbnb.com/rooms/133262","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Sweet Ivy Apartment - Relax, Recharge & Explore!","summary":"ATTENTION FOREIGN STUDENTS, INTERNS, PERFORMING ARTS! Welcome to the Sweet Ivy House!  Spacious & Private 2 Bedroom Apartment in Hot West Town/Ukrainian Village! Close to downtown, transportation, shops, restaurants! Long-term stays welcome! NO THIRD PARTY BOOKINGS or UNREGISTERED GUESTS  PLEASE","space":"Please read the entire listing before making an inquiry and if you find the bonus word, you will get a more favorable response!  Tell us a little about yourself and what brings you to Chicago. Enjoy your own private first floor apartment of a two residence flat with a beautiful wrought iron entry gate, pebbled pathway and your own front porch to enjoy a beverage or the fresh air.  The apartment is located in hipster Ukrainian/West Town neighborhood, just minutes away from Wicker Park and Bucktown, and an easy bus, train, Metra, divvy bike, Uber or cab ride to downtown.  The ice cream truck stops nightly in the summertime! There are AMAZING restaurants nearby - a foodie heaven!  Grocery store is a 4 block walk.  The Sweet Ivy apartment is a cozy cottage style home with hardwood floors throughout, living room, dining room, and two small bedrooms with good closets. Desk available. One bedroom has a twin bed, and the other has a full/double size bed (sleeps two - 54 inches wide x 75 inches","description":"ATTENTION FOREIGN STUDENTS, INTERNS, PERFORMING ARTS! Welcome to the Sweet Ivy House!  Spacious & Private 2 Bedroom Apartment in Hot West Town/Ukrainian Village! Close to downtown, transportation, shops, restaurants! Long-term stays welcome! NO THIRD PARTY BOOKINGS or UNREGISTERED GUESTS  PLEASE Please read the entire listing before making an inquiry and if you find the bonus word, you will get a more favorable response!  Tell us a little about yourself and what brings you to Chicago. Enjoy your own private first floor apartment of a two residence flat with a beautiful wrought iron entry gate, pebbled pathway and your own front porch to enjoy a beverage or the fresh air.  The apartment is located in hipster Ukrainian/West Town neighborhood, just minutes away from Wicker Park and Bucktown, and an easy bus, train, Metra, divvy bike, Uber or cab ride to downtown.  The ice cream truck stops nightly in the summertime! There are AMAZING restaurants nearby - a foodie heaven!  Grocery store is","experiences_offered":"none","neighborhood_overview":"Live like a local in the United State's ","notes":"Yoga, medical interns and advanced degree students welcome. Not a party house, please! NO THIRD PARTY BOOKINGS, Keys only provided to registered guests, all guests must be approved and registered on Airbnb.","transit":"2 or 4 block walk to CTA buslines, #66 and #65 to downtown and also connect to the ","access":"Help yourself to whatever food is in the pantry, FREE laundry in the shared basement, FREE Wifi, free tennis rackets, yoga mats, camping chairs and coolers. FREE local Museum passes may be checked out with owner on a first come first served basis.  Private front porch. Owner has some personal cabinets that are off limits. Bikes can be stored in the basement or enclosed back porch.","interaction":"Initial welcome orientation provided with keys.  Keys only provided to registered guest. Owner lives on site in separate apartment. Owner is always accessible by email and text. Extra attention is given to first time visitors to Chicago, and maps will be supplied.","house_rules":"My house is your house, but no smoking, candles or loud parties. No unregistered guests without prior host approval. Keys provided only to registered guests. NO THIRD PARTY BOOKINGS.  Please turn off appliances, heat, a/c, fans and lights and lock doors and windows when you leave the house. Let the owner know immediately of any maintenance requests.  Please use cutting boards, not the countertops, and don't rearrange furniture.  Be good to the house and the house will be good to you!","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/1050771/f3dc16c8_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":654712,"host_url":"https://www.airbnb.com/users/show/654712","host_name":"Francesca","host_since":"6/2/2011","host_location":"Chicago, Illinois, United States","host_about":"Hi, I look forward to meeting you! \n***Update: please note that after years of hosting amazing, incredible people, I had my first unfortunate group of guests who turned my home into a party house, disturbed the neighbors and damaged my possessions. Fortunately, airbnb mediated the claim. In retaliation, the guest posted my one and only negative review.  Please be assured there are no issues with the cable and internet! ***
I'm an entrepreneur, world traveler, foodie, yoga fan but don't do it as much as I should, collegiate fencer, Australian Shepherd Frisbee Champion Trainer, Italy Enthusiast, and love sailing on the waters of beautiful lake Michigan. I'm a low key, drama free individual, and will give you your private independent space, but am there to help you with any questions to make your stay more comfortable! ","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/users/654712/profile_pic/1336580584/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/654712/profile_pic/1336580584/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"West Town/Noble Square","host_listings_count":2,"host_total_listings_count":2,"host_verifications":"['email', 'phone', 'facebook', 'reviews', 'kba', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"t","street":"Chicago, IL, United States","neighbourhood":"West Town/Noble Square","neighbourhood_cleansed":"West Town","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60612,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.89243,"longitude":-87.68078,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":3,"bathrooms":1,"bedrooms":2,"beds":2,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$65.00 ","weekly_price":"","monthly_price":"$1,820.00 ","security_deposit":"$250.00 ","cleaning_fee":"$75.00 ","guests_included":1,"extra_people":"$10.00 ","minimum_nights":14,"maximum_nights":180,"minimum_minimum_nights":14,"maximum_minimum_nights":14,"minimum_maximum_nights":180,"maximum_maximum_nights":180,"minimum_nights_avg_ntm":14,"maximum_nights_avg_ntm":180,"calendar_updated":"3 months ago","has_availability":"t","availability_30":0,"availability_60":0,"availability_90":0,"availability_365":44,"calendar_last_scraped":"5/19/2019","number_of_reviews":34,"number_of_reviews_ltm":4,"first_review":"11/16/2012","last_review":"2/15/2019","review_scores_rating":98,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"R17000014327","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"t","require_guest_phone_verification":"t","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.43},
{"id":144840,"listing_url":"https://www.airbnb.com/rooms/144840","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Great 3 Bedroom in Great Wrigley/Lakeview Location","summary":"Great property in perfect location.  Spacious 3 bedroom 2 bath apartment in the Lakeview/Lincoln Park area.  Great shopping and nightlife nearby; easy access to public transportation.  Sleeps 8 comfortably, including a portable mattress.","space":"Located 3 blocks from the Belmont El stop and 5 blocks from Wrigley Field, this newly rehabbed apartment features new high end finishes, 2 bathrooms, spacious living and dining areas, free wireless internet, cable, and more.  Enjoy the heartbeat of one of Chicago's best neighborhoods with easy access to great shopping, restaurants, nightlife, and public transportation.","description":"Great property in perfect location.  Spacious 3 bedroom 2 bath apartment in the Lakeview/Lincoln Park area.  Great shopping and nightlife nearby; easy access to public transportation.  Sleeps 8 comfortably, including a portable mattress. Located 3 blocks from the Belmont El stop and 5 blocks from Wrigley Field, this newly rehabbed apartment features new high end finishes, 2 bathrooms, spacious living and dining areas, free wireless internet, cable, and more.  Enjoy the heartbeat of one of Chicago's best neighborhoods with easy access to great shopping, restaurants, nightlife, and public transportation. Full apartment. Great area on the north side of Chicago.  Close to Wrigley field, park, nightlife, shopping, etc. Free parking passes provided for on street permit parking. 3 blocks from Belmont El stop.","experiences_offered":"none","neighborhood_overview":"Great area on the north side of Chicago.  Close to Wrigley field, park, nightlife, shopping, etc.","notes":"","transit":"Free parking passes provided for on street permit parking. 3 blocks from Belmont El stop.","access":"Full apartment.","interaction":"","house_rules":"There are other units on this property, so please respect our neighbors and refrain from any parties, late night noise, etc.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/5aafa099-f9b7-49f1-9a6e-fea56828148b.jpg?aki_policy=large","xl_picture_url":null,"host_id":701615,"host_url":"https://www.airbnb.com/users/show/701615","host_name":"Daniel","host_since":"6/14/2011","host_location":"Arlington Heights, Illinois, United States","host_about":"Married, 3 kids.\n","host_response_time":"within a few hours","host_response_rate":"90%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/701615/profile_pic/1440182054/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/701615/profile_pic/1440182054/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Lakeview","host_listings_count":1,"host_total_listings_count":1,"host_verifications":"['email', 'phone', 'reviews']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"Lakeview","neighbourhood_cleansed":"Lake View","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60657,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.94079,"longitude":-87.65763,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":8,"bathrooms":2,"bedrooms":3,"beds":4,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$225.00 ","weekly_price":"","monthly_price":"","security_deposit":"$250.00 ","cleaning_fee":"$100.00 ","guests_included":2,"extra_people":"$25.00 ","minimum_nights":2,"maximum_nights":730,"minimum_minimum_nights":2,"maximum_minimum_nights":3,"minimum_maximum_nights":730,"maximum_maximum_nights":730,"minimum_nights_avg_ntm":2.4,"maximum_nights_avg_ntm":730,"calendar_updated":"3 weeks ago","has_availability":"t","availability_30":10,"availability_60":22,"availability_90":41,"availability_365":307,"calendar_last_scraped":"5/19/2019","number_of_reviews":19,"number_of_reviews_ltm":3,"first_review":"3/8/2016","last_review":"3/17/2019","review_scores_rating":99,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"2084269","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":1,"calculated_host_listings_count_entire_homes":1,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.49},
{"id":145659,"listing_url":"https://www.airbnb.com/rooms/145659","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Trendy Roscoe Village 3BR/2BR walk to shops","summary":"Awesome 3 bedroom/2 bathroom in one of Chicago's top neighborhoods.  Trendy boutiques, outdoor cafes, and great restaurants and bars.  Very family friendly neighborhood with plenty to do with family and friends!","space":"Welcome To Roscoe Village Guesthouse Located in the Heart of Roscoe Village--","description":"Awesome 3 bedroom/2 bathroom in one of Chicago's top neighborhoods.  Trendy boutiques, outdoor cafes, and great restaurants and bars.  Very family friendly neighborhood with plenty to do with family and friends! Welcome To Roscoe Village Guesthouse Located in the Heart of Roscoe Village--","experiences_offered":"none","neighborhood_overview":"Trendy Roscoe Village offers a variety of boutiques, restaurants and bars. The best neighborhood in the city and safest!","notes":"Roscoe Village Guesthouse has another 2 bedroom/2 bathroom unit with a pull-out couch in the same building that sleeps six. The entire property can accommodate 14 people (Phone number hidden by Airbnb)","transit":"We are approximately 4.5  blocks from the Paulina brown “El” stop, which will take you downtown in approximately 15 minutes.  For getting around town, please visit the CTA trip planner website or ask us how to get a free ride with Uber!","access":"You will have full access to the private apartment, laundry and backyard with grill.","interaction":"We are a full service vacation rental agency,  with a virtual front desk and concierge.","house_rules":"We allow zero parties, gatherings or smoking Guest will also be asked to sign a contract for reservation as per Chicago vacation rental laws.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/10514961/3c3e9c13_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":683529,"host_url":"https://www.airbnb.com/users/show/683529","host_name":"Joe","host_since":"6/9/2011","host_location":"Chicago, Illinois, United States","host_about":"","host_response_time":"within an hour","host_response_rate":"95%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/users/683529/profile_pic/1351352687/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/683529/profile_pic/1351352687/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Roscoe Village","host_listings_count":21,"host_total_listings_count":21,"host_verifications":"['phone', 'reviews', 'jumio', 'selfie', 'government_id', 'identity_manual', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"North Center","neighbourhood_cleansed":"North Center","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60618,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.94364,"longitude":-87.68155,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":8,"bathrooms":2,"bedrooms":3,"beds":4,"bed_type":"Real Bed","amenities":"{TV,","square_feet":1300,"price":"$275.00 ","weekly_price":"","monthly_price":"$6,500.00 ","security_deposit":"$0.00 ","cleaning_fee":"$125.00 ","guests_included":2,"extra_people":"$20.00 ","minimum_nights":2,"maximum_nights":1125,"minimum_minimum_nights":1,"maximum_minimum_nights":4,"minimum_maximum_nights":1125,"maximum_maximum_nights":1125,"minimum_nights_avg_ntm":2.2,"maximum_nights_avg_ntm":1125,"calendar_updated":"today","has_availability":"t","availability_30":17,"availability_60":39,"availability_90":67,"availability_365":337,"calendar_last_scraped":"5/19/2019","number_of_reviews":14,"number_of_reviews_ltm":5,"first_review":"10/15/2015","last_review":"5/5/2019","review_scores_rating":94,"review_scores_accuracy":10,"review_scores_cleanliness":10,"review_scores_checkin":10,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":10,"requires_license":"t","license":"2083767","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":20,"calculated_host_listings_count_entire_homes":20,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.32},
{"id":145690,"listing_url":"https://www.airbnb.com/rooms/145690","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"4BR/2BR Walk to North Ave Beach & Zoo~Close to El","summary":"This is a fantastic 4 bedroom/2 Bathroom rehab that is within walking distance of Lincoln Park Zoo, Second City and CTA Brown line - perfect for families, reunions and wedding parties!","space":"This is a 4 bedroom/2 bathroom fully furnished apartment in the heart of Old Town. Whether you’re planning a weekend excursion, business trip or need a comfortable place to stay for family or friends, consider our newly rehabbed Guesthouse in Old Town a near north historical neighborhood in Chicago(URL HIDDEN) We also have three more units in this building that can accommodate up to 14 more guests for a total of 24 guests.","description":"This is a fantastic 4 bedroom/2 Bathroom rehab that is within walking distance of Lincoln Park Zoo, Second City and CTA Brown line - perfect for families, reunions and wedding parties! This is a 4 bedroom/2 bathroom fully furnished apartment in the heart of Old Town. Whether you’re planning a weekend excursion, business trip or need a comfortable place to stay for family or friends, consider our newly rehabbed Guesthouse in Old Town a near north historical neighborhood in Chicago(URL HIDDEN) We also have three more units in this building that can accommodate up to 14 more guests for a total of 24 guests. This is a first floor apartment. Amenities include: 4 bedrooms (3 Queens, 1 full, one pull out full couch, sleeps total of 10 people) Quality linens  2 Full bath, plush towels & toiletries Newly rehabbed and furnished Flat screen plasma TV Fully equipped kitchen with granite & stainless steel appliances Hardwood floors and fireplace We are a full service vacation rental agency, with a ","experiences_offered":"none","neighborhood_overview":"Trendy Old Town offers boutique shopping and a variety of restaurants & bars.","notes":"Roscoe Village Guesthouse has 3 other 2 bedroom units with a pull-out couches in the same building that sleeps six each. The entire property can accommodate 28 people. City of Chicago License no: (Phone number hidden by Airbnb)","transit":"Approximately 1.5  blocks from Sedgwick “ El” stop which will take you downtown to all attractions in 5-10 minutes.","access":"This is a first floor apartment. Amenities include: 4 bedrooms (3 Queens, 1 full, one pull out full couch, sleeps total of 10 people) Quality linens  2 Full bath, plush towels & toiletries Newly rehabbed and furnished Flat screen plasma TV Fully equipped kitchen with granite & stainless steel appliances Hardwood floors and fireplace","interaction":"We are a full service vacation rental agency, with a virtual front desk and concierge.","house_rules":"Guest will also be asked to sign a contract for reservation as per Chicago vacation rental laws.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/920645/97933172_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":683529,"host_url":"https://www.airbnb.com/users/show/683529","host_name":"Joe","host_since":"6/9/2011","host_location":"Chicago, Illinois, United States","host_about":"","host_response_time":"within an hour","host_response_rate":"95%","host_acceptance_rate":"N/A","host_is_superhost":"t","host_thumbnail_url":"https://a0.muscache.com/im/users/683529/profile_pic/1351352687/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/683529/profile_pic/1351352687/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Roscoe Village","host_listings_count":21,"host_total_listings_count":21,"host_verifications":"['phone', 'reviews', 'jumio', 'selfie', 'government_id', 'identity_manual', 'work_email']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"Old Town","neighbourhood_cleansed":"Lincoln Park","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60614,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.91351,"longitude":-87.63929,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":10,"bathrooms":2,"bedrooms":4,"beds":5,"bed_type":"Real Bed","amenities":"{TV,","square_feet":null,"price":"$475.00 ","weekly_price":"","monthly_price":"","security_deposit":"$0.00 ","cleaning_fee":"$150.00 ","guests_included":6,"extra_people":"$25.00 ","minimum_nights":2,"maximum_nights":1125,"minimum_minimum_nights":1,"maximum_minimum_nights":4,"minimum_maximum_nights":1125,"maximum_maximum_nights":1125,"minimum_nights_avg_ntm":2.2,"maximum_nights_avg_ntm":1125,"calendar_updated":"today","has_availability":"t","availability_30":20,"availability_60":42,"availability_90":65,"availability_365":333,"calendar_last_scraped":"5/19/2019","number_of_reviews":36,"number_of_reviews_ltm":4,"first_review":"6/5/2015","last_review":"3/17/2019","review_scores_rating":93,"review_scores_accuracy":9,"review_scores_cleanliness":10,"review_scores_checkin":9,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"2083778","jurisdiction_names":"{","instant_bookable":"t","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":20,"calculated_host_listings_count_entire_homes":20,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.75},
{"id":165952,"listing_url":"https://www.airbnb.com/rooms/165952","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Two Bedroom, One Bathroom Apartment","summary":"elegante Stadtwohnung in Alleestrasse mit Gartenbenutzung, Holzböden, Originale Gemälde  Orientalische Teppiche, sehr geräumig, verfließte Küche und Bad, Klavier","space":"Spacious, elegantly appointed and furnished Lakeview vacation/executive 2 BR 1 Bath First floor on a quiet, tree lined street, The entire apartment either features oak floors or ceramic tiles, all solid oak doors and windows, oriental rugs, even a piano. Hotel grade mattresses on queen sized beds with Egyptian Cotton linens. a 40 in flat panel television, original art work fully equipped big kitchen with dinette set, additional breakfast room overlooking the garden, coffee maker, espresso maker, microwave 3 mins to Brown Line, no permit required for parking. We hope you find everything to your liking. Here are some suggestions and requests that should make your stay as comfortable as possible: You will notice that the location is the best between being close to the city and being in a quiet residential neighborhood. The CTA Brownline Paulina Station is just minutes away, the No. 11 Bus even closer. Whole Foods Market is the preferred upscale source for nourishments and the best fruits ","description":"Spacious, elegantly appointed and furnished Lakeview vacation/executive 2 BR 1 Bath First floor on a quiet, tree lined street, The entire apartment either features oak floors or ceramic tiles, all solid oak doors and windows, oriental rugs, even a piano. Hotel grade mattresses on queen sized beds with Egyptian Cotton linens. a 40 in flat panel television, original art work fully equipped big kitchen with dinette set, additional breakfast room overlooking the garden, coffee maker, espresso maker, microwave 3 mins to Brown Line, no permit required for parking. We hope you find everything to your liking. Here are some suggestions and requests that should make your stay as comfortable as possible: You will notice that the location is the best between being close to the city and being in a quiet residential neighborhood. The CTA Brownline Paulina Station is just minutes away, the No. 11 Bus even closer. Whole Foods Market is the preferred upscale source for nourishments and the best fruits ","experiences_offered":"none","neighborhood_overview":"Lakeview ist ein sehr begehrter Stadteil mit wunderschönen","notes":"","transit":"sehr gute Verbindungen mit Brown Line","access":"WIFI , Gartenbenutzung, Waschküchenmitbenutzung","interaction":"Wir machen vieles möglich","house_rules":"This is a non smoking unit and no pets are allowed. . There are a few things that need special attention, one is, the awkward position of the bathroom light switch, you will figure out which one works the heat and exhaust and which one is for the lights. The other one, is a missing knob on the stove, if you need all 4 burners, just move one knob to where you need it. Please be careful on the kitchen and bathroom floor, these are porcelain tiles and can be very slippery when wet. We do request that you turn off the AC or heat when you are not in the apartment, it cools down and heats up in minutes, and we do not want to jack up the prices because of excessive use of gas and electricity, and we would like to contribute to conserving energy. Please do NOT move the furniture, the heat and AC vents are on the floor behind the furniture, and in the kitchen near the stove. The phone system works for incoming and local calls only, if you need to make long distance calls, please use you cell ph","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/1050357/dccdc620_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":791089,"host_url":"https://www.airbnb.com/users/show/791089","host_name":"Conrad","host_since":"7/7/2011","host_location":"Chicago, Illinois, United States","host_about":"Entrepreneur, traveled the world, designed most of the  soon 6 properties we offer for rent always striving to offer the best service to our guests,\nPlease do not get offended when someone else handles your inquiry or request, we are all trying our best to accommodate you","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/791089/profile_pic/1353767818/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/791089/profile_pic/1353767818/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Roscoe Village","host_listings_count":8,"host_total_listings_count":8,"host_verifications":"['email', 'phone', 'reviews', 'offline_government_id', 'selfie', 'government_id', 'identity_manual']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"Roscoe Village","neighbourhood_cleansed":"Lake View","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60657,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.94274,"longitude":-87.67321,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":4,"bathrooms":1,"bedrooms":2,"beds":2,"bed_type":"Real Bed","amenities":"{TV,Internet,Wifi,","square_feet":null,"price":"$198.00 ","weekly_price":"$1,250.00 ","monthly_price":"$4,500.00 ","security_deposit":"$200.00 ","cleaning_fee":"$35.00 ","guests_included":4,"extra_people":"$15.00 ","minimum_nights":3,"maximum_nights":365,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":365,"maximum_maximum_nights":365,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":365,"calendar_updated":"a week ago","has_availability":"t","availability_30":0,"availability_60":17,"availability_90":47,"availability_365":322,"calendar_last_scraped":"5/19/2019","number_of_reviews":58,"number_of_reviews_ltm":8,"first_review":"8/5/2011","last_review":"10/14/2018","review_scores_rating":91,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":9,"review_scores_location":9,"review_scores_value":9,"requires_license":"t","license":"R17000015786","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":4,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.61},
{"id":166667,"listing_url":"https://www.airbnb.com/rooms/166667","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Cozy Garden Studio ","summary":"","space":"This is a beautiful garden unit. It comes fully furnished with a queen size bed plus a pull-out couch. Plenty of sitting room, updated bathroom, does not have kitchen but does have small fridge, microwave and coffee maker. Please contact if you have any questions.  We hope you find everything to your liking. Here are some suggestions and requests that should make your stay as comfortable as possible: You will notice that the location is the best between being close to the city and being in a quiet residential neighborhood. The CTA Brownline Paulina Station is just minutes away, the No. 11 Bus even closer. Whole Foods Market is the preferred upscale source for nourishments and the best fruits and vegetables for the discriminating taste. Jewel Foods is about 4 blocks south between Paulina and Ashland. There are several bars and restaurants in walking distance, feel free to inquire about recommendations. You will find our beds comfortable, with hotel grade mattresses and 100% cotton linen","description":"This is a beautiful garden unit. It comes fully furnished with a queen size bed plus a pull-out couch. Plenty of sitting room, updated bathroom, does not have kitchen but does have small fridge, microwave and coffee maker. Please contact if you have any questions.  We hope you find everything to your liking. Here are some suggestions and requests that should make your stay as comfortable as possible: You will notice that the location is the best between being close to the city and being in a quiet residential neighborhood. The CTA Brownline Paulina Station is just minutes away, the No. 11 Bus even closer. Whole Foods Market is the preferred upscale source for nourishments and the best fruits and vegetables for the discriminating taste. Jewel Foods is about 4 blocks south between Paulina and Ashland. There are several bars and restaurants in walking distance, feel free to inquire about recommendations. You will find our beds comfortable, with hotel grade mattresses and 100% cotton linen","experiences_offered":"none","neighborhood_overview":"","notes":"","transit":"","access":"","interaction":"","house_rules":"This is a non smoking unit and no pets are allowed. Please be careful on the kitchen and bathroom floor, these are porcelain tiles and can be very slippery when wet. We do request that you turn off the AC or heat when you are not in the apartment, it cools down and heats up in minutes, and we do not want to jack up the prices because of excessive use of gas and electricity, and we would like to contribute to conserving energy. Please do NOT move the furniture, the heat and AC vents are on the floor behind the furniture, and in the kitchen near the stove. The phone system works for incoming and local calls only, if you need to make long distance calls, please use you cell phone.","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/baccbbca-056e-4fa6-8c78-eaff75987dd1.jpg?aki_policy=large","xl_picture_url":null,"host_id":791089,"host_url":"https://www.airbnb.com/users/show/791089","host_name":"Conrad","host_since":"7/7/2011","host_location":"Chicago, Illinois, United States","host_about":"Entrepreneur, traveled the world, designed most of the  soon 6 properties we offer for rent always striving to offer the best service to our guests,\nPlease do not get offended when someone else handles your inquiry or request, we are all trying our best to accommodate you","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/791089/profile_pic/1353767818/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/791089/profile_pic/1353767818/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Roscoe Village","host_listings_count":8,"host_total_listings_count":8,"host_verifications":"['email', 'phone', 'reviews', 'offline_government_id', 'selfie', 'government_id', 'identity_manual']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"Lakeview","neighbourhood_cleansed":"North Center","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60657,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.94274,"longitude":-87.67378,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":3,"bathrooms":1,"bedrooms":1,"beds":1,"bed_type":"Real Bed","amenities":"{TV,Internet,Wifi,","square_feet":null,"price":"$125.00 ","weekly_price":"$475.00 ","monthly_price":"$2,185.00 ","security_deposit":"$200.00 ","cleaning_fee":"$25.00 ","guests_included":2,"extra_people":"$10.00 ","minimum_nights":3,"maximum_nights":365,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":365,"maximum_maximum_nights":365,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":365,"calendar_updated":"a week ago","has_availability":"t","availability_30":9,"availability_60":33,"availability_90":57,"availability_365":325,"calendar_last_scraped":"5/19/2019","number_of_reviews":79,"number_of_reviews_ltm":14,"first_review":"7/19/2011","last_review":"5/6/2019","review_scores_rating":90,"review_scores_accuracy":9,"review_scores_cleanliness":9,"review_scores_checkin":10,"review_scores_communication":10,"review_scores_location":10,"review_scores_value":9,"requires_license":"t","license":"R17000015786","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":4,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.83},
{"id":166706,"listing_url":"https://www.airbnb.com/rooms/166706","scrape_id":2.01905E+13,"last_scraped":"5/19/2019","name":"Three Bedroom, Two Bathroom Combo Apartment","summary":"Two floors of the house - a large two bedroom apartment and downstairs studio apartment. A full kitchen and two bathrooms.","space":"This is the first floor and garden apartments of the building. Includes three bedrooms, two bathrooms, a living room, a large dining room, large kitchen, nice breakfast nook, walk-in closets.  There are hardwood floors in living areas, stone and tile in kitchen and bathrooms. FEATURES: Central air conditioning, hardwood floors, and a NEW 40-inch flatscreen plasma TV plus 32inch in garden apartment ADDITIONAL HIGHLIGHTS: Ceramic and stone tiles in bathroom and kitchen, updated appliances, tall ceilings on first floor, and oak kitchen cabinets. OTHER INFORMATION: Here are some suggestions and requests that should make your stay as comfortable as possible: You will notice that the location is the best between being close to the city and being in a quiet residential neighborhood. The CTA Brownline Paulina Station is just minutes away, the No. 11 Bus even closer. Whole Foods Market is the preferred upscale source for nourishments and the best fruits and vegetables for the discriminating tas","description":"Two floors of the house - a large two bedroom apartment and downstairs studio apartment. A full kitchen and two bathrooms. This is the first floor and garden apartments of the building. Includes three bedrooms, two bathrooms, a living room, a large dining room, large kitchen, nice breakfast nook, walk-in closets.  There are hardwood floors in living areas, stone and tile in kitchen and bathrooms. FEATURES: Central air conditioning, hardwood floors, and a NEW 40-inch flatscreen plasma TV plus 32inch in garden apartment ADDITIONAL HIGHLIGHTS: Ceramic and stone tiles in bathroom and kitchen, updated appliances, tall ceilings on first floor, and oak kitchen cabinets. OTHER INFORMATION: Here are some suggestions and requests that should make your stay as comfortable as possible: You will notice that the location is the best between being close to the city and being in a quiet residential neighborhood. The CTA Brownline Paulina Station is just minutes away, the No. 11 Bus even closer. Whole ","experiences_offered":"none","neighborhood_overview":"A quiet and safe neighborhood street served by a Whole Foods, a number of Diners, Bakeries and local restaurants.  With great connections to the rest of the city, its tourist spots, shopping and nightlife. A short walk away from theater, comedy and Wrigley Field.","notes":"","transit":"The apartment is very close to the brown line. This will take you downtown and to the museum and theater districts, Magnificent Mile and Navy Pier. Wrigley Field is only a twenty-four minute walk away. It is an easy drive to both the Kennedy and Lake Shore Drive which will get you into, out of and around the Chicagoland area.","access":"You will have full access to two apartments and the back garden. Guests can enter via the front or rear doors.","interaction":"","house_rules":"An apartment like the one you are staying in now needs a few rules and suggestions.  Always remember we take great pride in our rentals and want your, and other guests, stay to be as comfortable as possible. Therefore we ask you for the following: This is a NON SMOKING environment. There is absolutely no smoking in the building or within 15 feet of the front or rear entrances. This includes electronic cigarettes.  Please do not handle any open fire or use flammables such as fire-crackers or fireworks in or around the building. We ask that you are mindful to conserve energy during your stay. Consider opening the curtains to allow daylight in rather than leaving lights on. The climate control is set to a comfortable temperature for the whole building. Please let us know if it is unpleasantly cold or hot, your feedback on this is important to us. Don’t block the heating/cooling vents. Be careful to avoid moving furniture, placing luggage or blankets, towels or blankets over them. It damag","thumbnail_url":null,"medium_url":null,"picture_url":"https://a0.muscache.com/im/pictures/1050935/3435276b_original.jpg?aki_policy=large","xl_picture_url":null,"host_id":791089,"host_url":"https://www.airbnb.com/users/show/791089","host_name":"Conrad","host_since":"7/7/2011","host_location":"Chicago, Illinois, United States","host_about":"Entrepreneur, traveled the world, designed most of the  soon 6 properties we offer for rent always striving to offer the best service to our guests,\nPlease do not get offended when someone else handles your inquiry or request, we are all trying our best to accommodate you","host_response_time":"within an hour","host_response_rate":"100%","host_acceptance_rate":"N/A","host_is_superhost":"f","host_thumbnail_url":"https://a0.muscache.com/im/users/791089/profile_pic/1353767818/original.jpg?aki_policy=profile_small","host_picture_url":"https://a0.muscache.com/im/users/791089/profile_pic/1353767818/original.jpg?aki_policy=profile_x_medium","host_neighbourhood":"Roscoe Village","host_listings_count":8,"host_total_listings_count":8,"host_verifications":"['email', 'phone', 'reviews', 'offline_government_id', 'selfie', 'government_id', 'identity_manual']","host_has_profile_pic":"t","host_identity_verified":"f","street":"Chicago, IL, United States","neighbourhood":"Lakeview","neighbourhood_cleansed":"Lake View","neighbourhood_group_cleansed":null,"city":"Chicago","state":"IL","zipcode":60657,"market":"Chicago","smart_location":"Chicago, IL","country_code":"US","country":"United States","latitude":41.94221,"longitude":-87.67327,"is_location_exact":"t","property_type":"Apartment","room_type":"Entire home/apt","accommodates":8,"bathrooms":2,"bedrooms":3,"beds":3,"bed_type":"Real Bed","amenities":"{TV,Internet,Wifi,","square_feet":null,"price":"$280.00 ","weekly_price":"$1,400.00 ","monthly_price":"$5,625.00 ","security_deposit":"$300.00 ","cleaning_fee":"$50.00 ","guests_included":6,"extra_people":"$25.00 ","minimum_nights":3,"maximum_nights":365,"minimum_minimum_nights":3,"maximum_minimum_nights":3,"minimum_maximum_nights":365,"maximum_maximum_nights":365,"minimum_nights_avg_ntm":3,"maximum_nights_avg_ntm":365,"calendar_updated":"a week ago","has_availability":"t","availability_30":1,"availability_60":18,"availability_90":48,"availability_365":323,"calendar_last_scraped":"5/19/2019","number_of_reviews":21,"number_of_reviews_ltm":0,"first_review":"8/21/2011","last_review":"7/10/2017","review_scores_rating":82,"review_scores_accuracy":9,"review_scores_cleanliness":8,"review_scores_checkin":9,"review_scores_communication":9,"review_scores_location":10,"review_scores_value":8,"requires_license":"t","license":"R17000015786","jurisdiction_names":"{","instant_bookable":"f","is_business_travel_ready":"f","cancellation_policy":"strict_14_with_grace_period","require_guest_profile_picture":"f","require_guest_phone_verification":"f","calculated_host_listings_count":4,"calculated_host_listings_count_entire_homes":4,"calculated_host_listings_count_private_rooms":0,"calculated_host_listings_count_shared_rooms":0,"reviews_per_month":0.22}]